{
    "template_id": "24a",
    "template": "SELECT MIN(chn.name) AS voiced_char_name,\n       MIN(n.name) AS voicing_actress_name,\n       MIN(t.title) AS voiced_action_movie_jap_eng\nFROM aka_name AS an,\n     char_name AS chn,\n     cast_info AS ci,\n     company_name AS cn,\n     info_type AS it,\n     keyword AS k,\n     movie_companies AS mc,\n     movie_info AS mi,\n     movie_keyword AS mk,\n     name AS n,\n     role_type AS rt,\n     title AS t\nWHERE ci.note IN ('(voice)',\n                  '(voice: Japanese version)',\n                  '(voice) (uncredited)',\n                  '(voice: English version)')\n  AND cn.country_code =%s\n  AND it.info = %s\n  AND k.keyword IN ('hero',\n                    'martial-arts',\n                    'hand-to-hand-combat')\n  AND mi.info IS NOT NULL\n  AND (mi.info LIKE %s\n       OR mi.info LIKE %s)\n  AND n.gender =%s\n  AND n.name LIKE %s\n  AND rt.role =%s\n  AND t.production_year > %s\n  AND t.id = mi.movie_id\n  AND t.id = mc.movie_id\n  AND t.id = ci.movie_id\n  AND t.id = mk.movie_id\n  AND mc.movie_id = ci.movie_id\n  AND mc.movie_id = mi.movie_id\n  AND mc.movie_id = mk.movie_id\n  AND mi.movie_id = ci.movie_id\n  AND mi.movie_id = mk.movie_id\n  AND ci.movie_id = mk.movie_id\n  AND cn.id = mc.company_id\n  AND it.id = mi.info_type_id\n  AND n.id = ci.person_id\n  AND rt.id = ci.role_id\n  AND n.id = an.person_id\n  AND ci.person_id = an.person_id\n  AND chn.id = ci.person_role_id\n  AND k.id = mk.keyword_id;\n\n",
    "predicates": [
        {
            "alias": "cn",
            "column": "cn.country_code",
            "operator": "=",
            "data_type": "text",
            "preprocess_type": "embedding",
            "distinct_values": [
                "[fi]",
                "[ph]",
                "[es]",
                "[gb]",
                "[hk]",
                "[ch]",
                "[br]",
                "[de]",
                "[se]",
                "[be]",
                "[pt]",
                "[fr]",
                "[cz]",
                "[lt]",
                "[ar]",
                "[ca]",
                "[gr]",
                "[sg]",
                "[au]",
                "[ru]",
                "[it]",
                "[us]",
                "[nl]",
                "[jp]"
            ],
            "max_len": 25
        },
        {
            "alias": "it",
            "column": "it.info",
            "operator": "=",
            "data_type": "text",
            "preprocess_type": "embedding",
            "distinct_values": [
                "LD category",
                "quotes",
                "LD color rendition",
                "LD review",
                "mini biography",
                "LD laserdisc title",
                "weekend gross",
                "tech info",
                "genres",
                "copyright holder",
                "book",
                "essays",
                "LD video noise",
                "LD spaciality",
                "where now",
                "bottom 10 rank",
                "LD sound encoding",
                "countries",
                "interviews",
                "printed media reviews",
                "trivia",
                "LD disc size",
                "screenplay-teleplay",
                "runtimes",
                "LD audio quality",
                "LD aspect ratio",
                "adaption",
                "LD analog right",
                "LD video quality",
                "release dates",
                "plot",
                "LD close captions-teletext-ld-g",
                "LD catalog number",
                "spouse",
                "locations",
                "goofs",
                "LD label",
                "languages",
                "LD frequency response",
                "LD video artifacts",
                "LD disc format",
                "LD production country",
                "taglines",
                "article",
                "crazy credits",
                "budget",
                "LD pressing plant",
                "LD quality of source",
                "studios",
                "certificates",
                "opening weekend",
                "death date",
                "birth notes",
                "LD status of availablility",
                "votes",
                "production process protocol",
                "top 250 rank",
                "LD year",
                "LD picture format",
                "books",
                "LD dialogue intellegibility",
                "alternate versions",
                "admissions",
                "mpaa",
                "birth date",
                "LD release date",
                "gross",
                "LD length",
                "LD number of sides",
                "biographical movies",
                "LD release country",
                "birth name",
                "LD group genre",
                "trade mark",
                "salary history",
                "LD audio noise",
                "LD quality program",
                "height",
                "color info",
                "LD number of chapter stops",
                "LD video standard",
                "other works",
                "novel",
                "filming dates",
                "LD number",
                "agent address",
                "LD color information",
                "LD master format",
                "soundtrack",
                "death notes",
                "votes distribution",
                "rating",
                "LD sharpness",
                "LD digital sound",
                "keywords",
                "LD language",
                "production dates",
                "LD additional information",
                "magazine cover photo",
                "rentals",
                "LD dynamic range",
                "LD supplement",
                "portrayed in",
                "LD official retail price",
                "sound mix",
                "LD subtitles",
                "LD analog left",
                "LD contrast",
                "nick names",
                "LD certification",
                "LD original title",
                "pictorial",
                "other literature"
            ],
            "max_len": 114
        },
        {
            "alias": "mi",
            "column": "mi.info",
            "operator": "like",
            "data_type": "text",
            "preprocess_type": "embedding",
            "distinct_values": [
                "CONT: Lester driving to the song \"American Woman\" appears to be making a continuous right turn by the tilt of his steering while driving down a straight road (compare the position of the steering wheel in the next scene where he is actually driving the car into Mr. Smiley's). The Camry is obviously being towed on a process trailer for this shot but someone has neglected to straighten out the front wheels of the car before turning the engine off and securing it to the trailer.",
                "Alexa: You're interested in Kelly?::Justin: Yeah.::Alexa: You're the mayor of Spring Break, and she's one-bonnet-shy-Amish!",
                "Owen Gleiberman. \"The Battle of Algiers: A rerelease examines the volatile dynamics of terrorism (A-)\". In: \"Entertainment Weekly 51pp\" (USA), Iss. 746, 16 January 2004, (MG)",
                "Flynn, Gillian. \"'Nine' Lives (A-)\". In: \"Entertainment Weekly\" (USA), Vol. 901, 13 October 2006, Pg. 120, (MG)",
                "Smithy drags Ruth to an old building. He is obsessed with the roof and how it affects the local birds. They have a big argument, which results in Smithy going onto said roof and standing on the edge a lot. Ruth calls Michelle who gets him sectioned. Simon and Cherry have a big argument about Will, and he accuses her of turning into 'Zara, but without the wit'.",
                "In the late 60s, during the Vietnam War, the idealistic soldier Jackie Willow arrives at Fort Meyer expecting to go to the Academy and then to the Vietnam War. Jackie is the son of a veteran sergeant and soon he becomes the protégé of the former friends of his father, Sergeant Clell Hazard and Sergeant Major 'Goody' Nelson. Jackie is promoted and gets married with his childhood friend Rachel Feld, to recommend Jackie to the Academy. He is promoted to lieutenant and asks to go to the Vietnam, returning to the Arlington National Cemetery.",
                "When the picture was theatrically released, it ran about 116 minutes. In the 1980s, when the film was released on laserdisc, a long cut of 156 minutes was released. This version is the one now available on DVD.",
                "Alana: Why are you all so horrible to one another?::Irene Kelly: Oh. We didn't mean anything by it. It's just the way families behave. We still love each other.::Alana: It's a strange way of showing it.::Irene Kelly: Oh, Alana. This must seem like a terrible world to you.::Alana: I'll never belong here.",
                "Gus: When most kids were making college plans, I didn't bother. I figured the only institution my grades would get me in was the Oregon State Penn.",
                "With revolutionary Mexico as a backdrop, a successful local rancher returns triumphant from the war to the praise of townsfolk, and \"El General\" is ready to take a wife. However the senorita of choice already has fallen for a secret admirer, and a boyhood rival who is threatened by the General's popularity in turn plots against his life.",
                "Belgium:24 August 2007",
                "Alice Mancini, the young German wife of the Italian ambassador in Berlin, Mario Mancini, unexpectedly meets her husband's younger brother Vittorio who is presumed dead. Vittorio makes several mysterious references to the fate of Mario's first wife Alma, who apparently committed suicide ten years previously. Her curiosity aroused, Alice starts doing some research - but gets no answers either from her husband or his family. Several warnings later, when Alice still won't stop digging up the past , she suddenly finds herself the subject of an evil and complex intrigue: she is suspected of murder, and is forced to flee. Her only chance is to uncover the whole truth. Her exciting and adventure-filled flight into the past takes her from Berlin to Hamburg, Ireland and finally Florence, straight into the powerful Mancini family. There, with Vittorio's help, she discovers what Alma was concealing from her: her husband had an incestuous relationship with his mother, and his youngest brother Alessandro was the child resulting from the relationship. The influential family decided to hide this secret at all costs for fear of scandal. Shortly before the Mancinis manage to dispatch Alice to an institution in the same way they did with Alma, Alice begins to collect information that proves her innocence and heralds the fall of the House of Mancini. Alice and Vittorio are free from the shades of the past, and free to begin a new life.",
                "Seeking the treasure located in Solomon's Mines in the heart of Africa, Zorro (Amjad Khan) abducts and holds Sunita's (Rekha) father as ransom, and forces her to journey to Africa, to find the treasure. She does travel to Africa, and meets with Ranjeet (Biswajeet) and asks him for help to locate her missing brother. Ranjeet agrees to do so, and they commence their travel, little knowing what awaits them in the deep jungle full of wild beasts; hostile tribesmen; a seemingly endless and barren desert; not to speak of treachery and greed of people from their own group.",
                "USA:3 August 2011",
                "Romeo & Juliet on the Island of the Gods, Bali!",
                "Olive's family members are all named after foods: her parents' names are Dill and Rosemary, both herbs; her younger brother's name is Chip, and the one at college is named Kale, and the fact that her name, Olive, is also something edible is the subject of a joke in the movie.",
                "While Harold pushes Sky to keep her baby without the test, Elle suggests Dylan should insist on the test, when she tries to bribe Harold he's utterly disgusted. The 'parents' decide to take Karl's advice and the test, but Sky still refuses to tell Dylan he's not the father. Karl tells Susan about Izzy and expects his word to be believed; they end up skinny-dipping in Harold's pool. Janelle brushes off Elle and accidentally makes Bree meet a big fan of her book, blind Anne, who becomes a new friend.",
                "LV 1454-WS",
                "$19,875 (USA) (18 September 2005)",
                "On October 17, 2004, the Boston Red Sox were three outs from being swept from the ALCS by their rivals, the New York Yankees, and down by one run. Ten days later, they were World Champions.",
                "In 1914, Wilhelm Uhde, a famous German art collector, rents an apartment in the town of Senlis, forty kilometers away from Paris, in order to write and to take a rest from the hectic life he has been living in the capital. The cleaning lady is a rather rough-and-ready forty-year-old woman who is the laughing stock of others. One day, Wilhelm who has been invited by his landlady, notices a small painting lying about in her living room. He is stunned to learn that the artist is no other than Séraphine.",
                "Denmark:22 November 1979",
                "One of the 50 films in the 4-disk boxed DVD set called \"Treasures from American Film Archives (2000)\", compiled by the National Film Preservation Foundation from 18 American film archives. This film was preserved by the Academy Film Archive, Academy of Motion Picture Arts and Sciences.",
                "Steven Rinella heads into the Texas back-country after one of the continent's most elusive feral animals -- the Barbary sheep, or Aoudad, of North Africa. For most hunters, just glimpsing one of these animals is a trophy. If Steve is lucky enough to land one of these sheep, he plans to cook them up in traditional hunter-style over a fire.",
                "A man reads a horror novel late at night. His imagination runs away with him; he thinks some dripping beverage is blood, is frightened by his own bear-skin rug, and faints when he sees a shadow of himself in a noose-like tangle of his phone cord. The ambulance arrives and finds the most threatening thing is a kitten in a sock and a shelf of horror novels. They cart off the novels and leave the man. (Note: A narration track was added for the USA release; this track was largely ignored in preparing the above summary. Chances are some footage was also deleted, as the film was about 2 minutes shorter than other shorts from the same studio in the same era.)",
                "The Screamer: You ever face me man to man, you're gonna be black, blue and bloody red all over.",
                "During the run of the show, several changes are added to the house/set. Clarissa's bedroom window gets a window seat, a back staircase is added in the kitchen as well as a window seat in the kitchen, a guest room and Marshall's study are added, and the front staircase railing was painted white.",
                "...or will she?",
                "15 April 1946 - ?",
                "Fester: Where are those little boogers? If I was a little booger, where would I be? Mom and Dad's room!",
                "To persuade a casino operator to expose mob connections within the gambling industry, Jim frames him so the mob's rivalries and lethal management methods will do his talking. To get \"inside\" Willy plays a crooked Black Jack dealer for Jim and Casey, a pair of gambling addicts, while Barney heists the take with a collection of gadgets to die for.",
                "Released in the UK as a split reel along with _Jack Tar Amuses His Friends (1912)_ (qv) and _Some Eastern Industries (1912)_ (qv).",
                "$290,426 (Germany) (13 December 1998)",
                "Bâtiments et toits du, 26 Rue de Berri, Paris 8, Paris, France",
                "£338,383 (UK) (13 April 2003)",
                "The first three movies all aired on Cartoon Network, albeit severely edited for violence and nudity. All cursing was removed as well. Tree Of Might also aired on the early syndicated networks that showed the series, but it was severely butchered and broken into three episodes, rather than one continuous movie. It also replaced the music with the generic dub music of the day.",
                "When you have everything, you have everything to lose",
                "Lois Farrow: I guess if it wasn't for Sam, I'd have missed it, whatever it is. I'd have been one of them amity types that thinks that playin' bridge is about the best thing that life has to offer.",
                "Robert Mitchum plays a controversial U.S. ambassador to Israel who tries to solve the Palestinian question while being criticized by all factions, which takes a turn when his wife begins having an affair with a PLO chief. Rock Hudson (in his last theatrical movie role) plays Mitchum's chief security officer who saves his life in an assassination attempt and tries to help him resolve the conflicts around them.",
                "The yellow-jerseyed leader of the Tour de France depicted in the film is a caricature of five-time tour winner 'Jacques Anquetil' (qv). It would appear that the year is 1957, the year of Anquetil's first win and the only year he participated which featured a stage finish in Marseilles.",
                "Jack Foley: It's like seeing someone for the first time, and you look at each other for a few seconds, and there's this kind of recognition like you both know something. Next moment the person's gone, and it's too late to do anything about it.",
                "This Mentone Brevity from Milton Schwarzwald that was distributed only by Universal Pictures and not by the non-existant-in-1937 MCA/Universal and was released on April 14, 1937, featured, in addition to Val Irving, The Maple Leaf Trio, The Five Flats and The Whirling Walkers.",
                "$94,400,000 (Worldwide) (26 April 1998) (except USA)",
                "Flash Madden: [Speaking to Cameron] This country's famous for shittin' on their elderly. God help you if you don't have family... America's all about the young, the beautiful, the \"Winner\"! Ya' know, kid, in Europe, Asia, and especially Africa, the elderly are truly respected and they're almost TREASURED by the young people. Not here, though. Oh, no... We live in a throw-away society. If it breaks, throw it away. If a new one pops up, throw the old one away. If your puppy grows up to be a pain-in-the-ass dog, dump it. Someone will kill it. If your marriage isn't working, hey, divorce, throw it away, marry someone else. If you get sick of them, throw them away, too.",
                "Ryan Howard: [talking about Michael hitting Meredith with his car] Did this happen on company property?::Michael Scott: Yes. It was on company property with company property, so double jeopardy. We are fine.::Ryan Howard: I don't think you understand how jeopardy works.::Michael Scott: Oh, right. I'm sorry. What is \"We're fine\"?",
                "The first film in 'Bernardo Bertolucci' (qv)'s \"oriental trilogy\", followed by _The Sheltering Sky (1990)_ (qv) and _Little Buddha (1993)_ (qv).",
                "Fletcher: [having farted in an elevator] It was me!",
                "David Tapuach, a building contractor and full-time crook, comes to M.K.22 to promote the construction of a high-tech perimeter fence with a multitude of anti-terrorist countermeasures. To build this fence, he brings along a group of Thai \"foreign workers\" (illegal immigrants). Despite Tapuach's claims that these workers don't need any shelter for the night, SFC Shukrun insists that they reside in the base, and puts them up in Hanukah and Shulman's room. Hanukah believes the Thais are planning to eat him, and decides to sleep outside. Shulman later goes looking for Hanukah in the desert, and instead stumbles upon a scantly-clad Ukrainian woman who was being dragged through the desert from Egypt to be sold in Israel. As he falls in love with this woman, everyone on the base claim that she is just a Russian prostitute (including the lady herself). In the meanwhile, the Thai workers really ARE eating soldiers on the base! Also in this episode, Tapuach is eager to turn the nearby empty desert into a huge town + shopping mall, and tries to convince the owner of these lands, Abbed the Bedouin Shepherd, to join in on the venture. When Abbed refuses, Tapuach conspires to arrange an accident for him. A godfather-style exchange of hostilities ensues.",
                "George: All I said was that our son, the apple of our three eyes, Martha being a cyclops, our son is a beanbag, and you get testy!",
                "Essex: It's not common for people to smile.",
                "Bottemer, Benjamin. \"Hénaut président\". In: \"L'Estrade\" (Metz, Moselle, France), SAS Indola Presse, Iss. # 20, March 2012, Pg. 4, (MG), ISSN: 2109-4217",
                "17 June 1991 - 31 August 1991",
                "Detective Elliot Stabler: I have bad news. One of your astronauts has been murdered.::Colonel Richard Finley: How did she die?. How does Finley know that the dead astronaut is a women if he's not the murderer? Good guess, 'Goof' or just a clue not identified by anyone but me. Or, I may have heard it wrong. One of those times that I wish I had TIVO!",
                "Vic Dakin: Fancy living here.::Webb: Nice and quiet.::Vic Dakin: Stupid punters. Telly all the week, screw the wife Saturday.",
                "The chief role in this short is played by a genuine rat corpse animated with fishing thread by Títeres Gira-Sol.",
                "Nick Barkley: Untie me and I'll show you a little justice, Barkley style.",
                "Some people take your heart, others take your shoes, and still others take you home.",
                "The Cougars (5-1) will look to bounce back from a road loss at Utah State when they take on San Francisco (2-5) at Energy Solutions Arena on Saturday, Dec. 5, at 4 p.m. Saturday's game is the 10th meeting all-time between the teams with San Francisco leading the series 5-4. The Dons won the last meeting between the teams 84-72 in 2002 in San Francisco.",
                "Mrs. Betty Slocombe: Well, it's like this, Captain Peacock. When I agreed to move my department down here, I understood that I was to have proper display facilities. Well, I've just asked... very politely asked Mr. Grainger, to accommodate me on the centre stand, and he as good as told me to get stuffed.::Captain Stephen Peacock: That doesn't sound like our Mr. Grainger.::Mrs. Betty Slocombe: Those weren't his exact words, but that's what he implied.::Captain Stephen Peacock: Well, ah, what did you expect me to do, Mrs. Slocombe?::Mrs. Betty Slocombe: Well, I thought that as you were in command here, you'd tell him where he got off.::Captain Stephen Peacock: Well, erm, you must understand, Mrs. Slocombe...::Mrs. Betty Slocombe: Oh, come now... Betty.::Captain Stephen Peacock: Betty. As I was saying, you must understand, Mrs. Slocombe, that Mr. Grainger has been here a very, very long time.::Mrs. Betty Slocombe: Then it's time he went.::Captain Stephen Peacock: It's hardly your place to decide that.::Mrs. Betty Slocombe: You mean, you're just going to stand there, and let him walk all over me?::Captain Stephen Peacock: I don't think there's much danger of that. [laughs]::Mrs. Betty Slocombe: What are you going to do?::Captain Stephen Peacock: I shall go and have a word with him, and, and hear his side of it.::Mrs. Betty Slocombe: But I told you his side of it.::Captain Stephen Peacock: You must leave me to me, Mrs. Slocombe.::Mrs. Betty Slocombe: Very well, Captain Peacock.",
                "Nick continues his extreme undercover infiltration, posing as Karel Dooms in Kerberos's sadistic retreat, where they await cahoot Hades. Even Steve has lost all contact, yet Eric grudgingly tries to cover him. Even after learning Nick's father is a convicted pedophile. Doms is found starkers, dumped handcuffed on a waste-site. Vincent finally tells Eric's team the truth, who keep it discrete. Already sick to his stomach, Nick finds and frees the captive girl and makes her pretend to know 'Karel', but that way out backfires. Clever Steve is finally on a trace. Nick fights loose.",
                "Dr. Warren Chapin: Either you give Lucy half of all the money you have and leave her alone, or you commit suicide right now.::Isabel Stevens Chapin: Suicide? You mean murder.::Dr. Warren Chapin: When I finish rearranging things, it'll look like suicide.",
                "Pyrénées-Atlantiques, France",
                "Five friends go out to camp on their early autumn trip. To camp in Pilsbo has become tradition but this year something feels out of place. What begins as a nice and peaceful weekend turns out to be a nightmare. Soon, someone will watch his best friend die...",
                "Japan:12 November 1925",
                "$8,439 (USA) (9 April 1995) (3 screens)",
                "Dog: [the dog is at an adding machine] Let's see now. Mice don't like cheese...::[types on machine, pulls lever]::Dog: ...and mice want cat to eat them.::[types on machine, pulls lever again]::Dog: Now then, cat don't wanna eat mice...::[types on machine, pulls lever again]::Dog: ...but cat wants dog to massacre him.::[types on machine, pulls lever again, and looks at results]::Dog: It just don't add up!::[Dog then hears a dog pound driving by and runs to it, and runs away from Claude, Hubie and Bertie]::Dog: Hey, take baby!::Claude Cat: [while running up to runaway Dog] You forgot to massacre me!::[Hubie and Bertie run up to Claude Cat and the Dog, as the closing credits start]",
                "$210,948 (USA) (27 August 2006)",
                "Söderqvist, Jan. \"Elegant nördrevansch (5/6)\". In: \"Svenska Dagbladet\" (Sweden), 22 October 2010, (NP)",
                "Arenys de Mar, Barcelona, Cataluña, Spain",
                "Kumar: Dude, am I going deaf or did he just say we could fuck his wife?",
                "$24,664,600 (USA) (13 August 2000)",
                "'David J. Sperling' (qv)'s Crime Scene Cleaners has been used as a research tool for Millennium Films' _Cleaner (2007)_ (qv) and Big Beach Films' _Sunshine Cleaning (2008)_ (qv).",
                "None of the thirty minutes of footage featuring 'Rooney, Mickey' made the final cut.",
                "CHAR: SPOILER: After Alex is injured by a gunshot, the doctor examining Alex does not wear gloves.",
                "Lenny: We made it. And it's all thanks to teamwork.::Carl: Yeah, *my* teamwork.",
                "Austria:5 March 1992",
                "Japan:3 October 1973",
                "[Cassim has not showed up at the wedding]::Aladdin: Where IS he?::[Genie changes into Pumbaa from the Lion King]::Genie: Hakuna Matata!::[Changes back]::Genie: Whoa. I was having an out-of-movie experience.",
                "The birth names of 'Terence Hill (I)' (qv) and 'Bud Spencer' (qv) are Mario Girotti and Carlo Pedersoli respectively.",
                "Reporter: [sarcastically after Dingle's superstrength disappears] So long, Hercules.",
                "A film featuring the upright piano of Micky Gulless, who decided to release her family's cherished instrument from it's \"thing-ness\" by burning it. A performance, by pianist Jeffrey Neufeld, is weaved with Micky's eloquent and touching statement, describing her motives for such an act. The Ascension of Micky's Piano celebrates the memory of times gone by, and of the people who lived those times. It celebrates the convenience of modern day living, the hard work of past generations, and our abilities to earn a living with ideas and intellect, instead of hard physical labor.",
                "BRL 6,520,097 (Brazil) (14 October 2007)",
                "USA:27 May 1959",
                "This episode, going against \"Roots\" Part 8, drew a 9.8 rating and 14 share, the lowest score ever recorded by a \"Sunday Mystery Movie\" episode. Subsequent episodes improved the overall season rating by about three points, but didn't do well enough to merit any real consideration for continuing the series.",
                "The title came from \"At Christmas play and make good cheer, For Christmas comes but once a year.\" - Thomas Tusser \"The Farmer's Daily Diet\"",
                "TED Talks in NYC pairs TEDs signature Ideas Worth Spreading talks with compelling discussions examining these topics and how they effect and influence our great City and the New Yorkers who live here. Started in 1984, TED is a nonprofit devoted to Ideas Worth Spreading. What began as conferences dedicated to three worlds Technology, Entertainment, Design has become ever broader. The annual TED conferences, in Long Beach and Edinburgh, bring together the worlds most fascinating thinkers and doers, who are challenged to give the talk of their lives. TED.com makes the best talks and performances from TED and their partners available to the world, for free. Each of the ten TED Talks in NYC programs showcase selected TED.com talks concerning global topics-including the environment, gender issues, homelessness, disabilities and psychology among others-and distill them to the local NYC level. Following each talk, renowned news anchor Jami Floyd leads an inspirational and thought provoking round-table discussion with some of the brightest and most interesting minds today.",
                "The Route is a feature film about a teenage girl whose dad dies and she is left with her mother who can't afford to pay for her high school so she decide to move to Kampala city to look for a job. And the city she is sold off by one of her friends to a brothel owner who later sells her to another brothel owner in Bangkok where she is shipped in a container and there she gets pregnant and is told to abort but she can not do that so she ends up taking her own life.",
                "Die seltsame Karriere des Diplomaten Edmund F. Dräcker im Dienste der deutschen Außenpolitik",
                "'Susanne Bier' (qv) wrote an early draft of the script and was originally attached to direct the film.",
                "[Recalling the events from 1996]::Shiki Ryogi: [Voice Over] It was the dream of Shiki and SHIKI... My self and my other self. It's just a painful dream that I can never have.::Shiki Ryogi: [as SHIKI] Why? It hurts to be with you. You show me all I can never have, and you make me feel insecure. So I have to kill you.::Mikiya Kokutou: But SHIKI...::Shiki Ryogi: I MUST KILL YOU! But I can't. You are our dream.::Mikiya Kokutou: Dream?::Shiki Ryogi: If I can't make you disappear... I will have to disappear.::[She runs and Mikiya chases her, she stops at a crossroads]::Shiki Ryogi: [Voice Over] \"Thanks, I can't kill you\". Those were the last words from SHIKI's mind. SHIKI, who was interested in the murders... could not even say those words to him.::[In slow motion, SHIKI smiles at Mikiya, then she falls back]::Shiki Ryogi: Is a bit sad...::[SHIKI is hit by a incoming car at high speed]",
                "FACT: While closely studying an off screen picture, Larry is talking to Charlie about the Oort Cloud and Comets. We then see that he is actually looking at a picture of a Galaxy. Comets come from the Oort Cloud which surrounds our Solar System, these are an infinitesimal detail when compared to a Galaxy.",
                "CONT: During the first scene with Adina and Jimmy, Jimmy runs up and slams the door. Adina does a double take. When he turns back to Jimmy, his left earring falls off and down the front of his shirt. When Jimmy starts taking off his robe you see Adina's face and the earring is back on his ear.",
                "Karen: I can tell you're a man, and a friendly one at that, or that's a pickle in your pocket.",
                "Portugal:14 January 2006",
                "Germany:23 September 2006",
                "Philippines:25",
                "Billie forces Van and Deaq to work with and train Jarod, a rookie officer and the son of a high ranking deputy police chief, as they go after two deadly blackmailers, but when Van is taken hostage by them it may be that Jarod is Van's only hope of getting out alive.",
                "The Crypt Keeper: [to the mummy's head] Trust me, quit while you're ahead.",
                "India:5 November 2011",
                "Yugoslavia:14 November 1971",
                "First, final and only ever credit in a filmed production for this movie's top first billed lead actor 'Paul Couzens' (qv).",
                "Blaine: If he and I got married, the Gap would give me a 50 percent discount.",
                "Rugar, the Grey Man: I have something to tell you.::Spenser: I thought you might.::Rugar, the Grey Man: Drop the Ellis Alves case.::[looks at Susan Silverman]::Rugar, the Grey Man: You both been told.",
                "CONT: SPOILER: At the wedding, when the characters are having a food fight, the bride and groom figurines on top of the wedding cake are knocked off. In the next shot they are standing back on the cake.",
                "CONT: Oliver plugs the main electrical plug for electricity in the top socket of the electrical outlet on top of the pole as Lisa was taking a call for Oliver on the other pole where the phone is. In the next shot after Lisa tells Oliver she'll race him down just before he falls off the pole, the plug is in the lower socket of the outlet.",
                "CAM:Digital Harinezumi",
                "Marco: OK, what did you write on the card?::Craig: Okkkk, you ARE a girl.",
                "Copyright ©1996 Steven Bochco Productions #7117 All Rights Reserved",
                "Narrator: The mantras which the Geshe recites are his tools for helping all sentient beings. They are much more than mere prayers. Through their form and sound they bring the contents of the ancient texts to life and give them power.",
                "2,240,689 (Spain)",
                "1,813,935 (Germany) (7 November 1999)",
                "Finland:16 March 1920",
                "FIM 1,950,000",
                "4212",
                "A nuclear explosion sequence on the Mars facility was filmed but not used in the final cut.",
                "Australia:19 December 1936",
                "As Bob Barker gained more control over the show's production, he also came to be involved in the selection of the musical cues and themes you hear on the show. Barker was partially involved in salvaging music from the 1994 syndicated version of The Price Is Right and apparently put in a word or two every so often about musical selections.",
                "$282,750 (USA) (26 May 2008)",
                "Belle: [as they sit together] Another year before our wedding, Ebenezer.::Young Scrooge: Well, it can't be helped, Belle. How could we marry now? There's not even enough for a decent home. The investments haven't grown as they should.::Belle: So you said last year.::Young Scrooge: Business continues to be poor.::Belle: You're a partner in your own firm now.::Young Scrooge: And barely clearing expenses.::Belle: You said the partnership was the goal.::Young Scrooge: This is for you. [turns to Belle] I love you, Belle.::Belle: You did once.",
                "In: \"Monthly Film Bulletin\" (UK), Iss. 447, April 1971, (MG)",
                "A twisted love story shown through dance.",
                "If the birth-dates of the actors who play the Walker siblings were applied, the birth order of the Walker clan would be: Kitty, Sarah, Kevin, Tommy, and Justin.",
                "Though this film premiered in the USA on December 1980, the film was predominantly released during 1981 which was the International Year of Disabled Persons. The film features characters with disabilities but as described during the time the film was released as \"handicapped citizens\".",
                "An abused chimpanzee escapes from a zoo. On the run, he meets Farina, running away from home and his battling parents. The two become friends and inspire the rest of the gang to put on a show to make money from neighborhood kids. But the chimp has his own idea and runs off creating havoc all over town until chased down by the local cops.",
                "Turkey:13 September 2010",
                "In 1971, Killiam Films, Inc. copyrighted a restored and tinted edition with an original theatrical organ score by 'Lee Erwin (I)' (qv) and a running time of 67 minutes plus a minute for new additional credits.",
                "A very lifelike picture of the famous New York politician and Tammany Hall boss. This picture was taken on Sunday morning [sic] as he was leaving the 14th Street Wigwam, accompanied by a number of prominent New York politicians.",
                "'Jennifer Saunders (I)' (qv) got a voice coach to help her sing for the Fairy Godmother's opening number.",
                "Portugal:12 July 1995",
                "[Ivan is told the Communist Party has decreed the sun reaches zenith one hour after noon.]::Ivan Denisovich: Can they even tell the sun what to do?",
                "Gull Rock, Cornwall, England, UK",
                "Hammamet, Tunisia",
                "Japan:11 June 1968",
                "Eric Dean: So, who won the fight?::Robert Clayton Dean: This is your dad, Eric. You know, when I put my foot down, that's it.::Eric Dean: My mom won.",
                "A modern silent film short with a twist. Through the black and white lens of silent surveillance cameras, 'City of Roses' tells the story of a man who loses everything - his job, his money, even his home - while attempting to pursue love.",
                "Argentina:21",
                "Canada:9 May 2006",
                "$15,120,195 (USA) (1986)",
                "CONT: When Sara examines the sheet from the bed, she marks three dots with an triangle. She cuts out the peace within this triangle, leaving the marking lines on the sheet. In the next shot, as she puts the cut piece into a bottle for DNA-analysis, the marking lines are on the sample.",
                "Portugal:24 May 1932",
                "The apparent suicide of a sixth former at an elite boys' school turns into a murder enquiry and a journalist, much to the headmaster's displeasure, publishes an article linking the boy to drug-dealing before he too is murdered. A third body indicates a serial killer and the manner of the slaying leads to a famous painter.",
                "FAKE: An Ulster Unionist flag can be seen hanging in the River Stix. An Irish bar would be unlikely to have a Unionist flag.",
                "PHP 2,095,847 (Philippines) (28 September 2008)",
                "As of this episode, this is the only Disney series to have a 4th season.",
                "For three college guys, it's senior year and the co-ed experience has left them high and dry. Their solution: A road trip to Mardi Gras, where beautiful babes are happy to lift their shirts and open containers are always welcome. But after dressing in drag, breaking into Carmen Electra's hotel room, starring in a scandalous sex show and accidentally exploding a feces bomb in a swank hotel lobby, will the Mardi Gras magic kick in and their wildest fantasies come true?",
                "Audrey: While other publishers are lunching with Mailer and Updike, I'll be debating whether a toaster would actually say, \"I've got bread in my head.\"",
                "Tommy Vercetti: Never forget the Second Amendment, asshole!",
                "FAKE: At around 12 minutes, Detective Petrie shoots a purse snatcher. The chase ends at the top of four flights of steps and the exhausted actor wasn't able to hold his breath very well for the death scene.",
                "Michael: This could have been a lot different.::Justine: Yes. But, Michael... what did you expect?",
                "€ 280,780 (Spain) (11 January 2004) (202 screens)",
                "This film showcases Noam Chomsky, one of America's leading linguists and political dissidents. It also illustrates his message of how government and big media businesses cooperate to produce an effective propaganda machine in order to manipulate the opinions of the United States populous. The key example for this analysis is the simultaneous events of the massive coverage of the communist atrocities of Khmer Rouge regime of Cambodia and the suppression of news of the US supported Indonesian invasion and subjugation of East Timor.",
                "Although sister June tells June that John is much younger than she is, both actors, Phoebe Nicholls and Julian Watham, are virtually the same age (both born 1958).",
                "\"I'm only a ghost...but a ghost isn't nothing\".",
                "Chevallier, Jacques. \"Chronique d'un amour\". In: \"La Saison cinématographique 1950/1951\" (Paris, France), U.F.O.L.E.I.S., Iss. La Revue du Cinéma - Hors Série XXXII, 1985, Pg. 42, (MG), ISSN: 0019-2635",
                "Mail author for translation. Rendorsegi razzia soran idos embert kisernek be az orsre. Papirjai nincsenek, zsebeben ketszazezer forint, magarol nem akar elarulni semmit. Amikor aztan veletlenul kiderul, hogy o a hires \"Nagypapa\", orszag-vilag kedvenc enekese, visszaemlekezeseibol feltarul egy tobb evtizeden ativelo karrier tundoklese es bukasa. Szasz Peter keseredes vigjatekat Fenyes Szabolcs dalai es a parades szereposztas teszik emlekezetesse.",
                "\"The Makeover\": Virgina Hall (Tracey Ullman) is an unattractive woman who spends $9,100 for a full cosmetic makeover to make her look attractive to her prison pen pal boyfriend when he is paroled from prison. But was it all a waste? 'Daniel Rosen' does a juggling act with bowling ball pins. \"High Hopes\": A naive couple (Dan Castellaneta and Julie Kavner) decide to open up their own restaurant, until a visit by the mysterious angel 'Dreambuster' shows up. \"The Audition\": Angela Tanner (Tracey Ullman) is a young woman who auditions for a singing position in a local play and must perform before a live theater audience. \"Dr. N!Godatu\": An animated short about an eccentric psychologist.",
                "Witness the horror of teenagers trying to shoot their first movie!",
                "I.F. Stone: There are certain basic assumptions you must make. The first is that every government is quite capable of lying.",
                "£52,836 (UK) (15 June 2008) (28 screens)",
                "Rohan armor weighed 22 kilograms dry and 24 wet.",
                "Vosk: We have a great deal to talk about.::Captain Jonathan Archer: It'll have to wait.::[Archer and Alicia are beamed away]",
                "Venezuela:9 April 2004",
                "$13,264,986 (USA) (21 October 2001)",
                "Canada:1 February 1979",
                "Covehithe, Suffolk, UK",
                "Arthur: You're gonna hang here with the crows and watch the earth as it dies. You're gonna hang there and have a little chat with your God about what you killed. Your God. It's your God, your God that shames this earth! [to Bud]",
                "CONT: While Nash is in the video club, customers in the background disappear.",
                "The fifth of fourteen films pairing 'William Powell (I)' (qv) and 'Myrna Loy' (qv).",
                "Leigh Bird: [about the rapist after Jacquie has been attacked again] He could've practised.::Detective Thomas Bird: Practised on what do you think? Animals, dead things, kids, women? Women. He practises on women. That's how they do it. And he's getting braver; that's why he's got the knife now. *That's* practise.::Leigh Bird: Well, it's not like I've any fucking practise, you know.",
                "They're doing the job the cops can't!",
                "$4,122,848 (USA) (21 July 2002)",
                "James Leeds: [at the end of the school year, James encounters deaf student William who has a tendency to use his newly-developed speech skills for profanity] Language skills can be dangerous, so use a little common sense. So long, William.::William: So long, fuck-face!",
                "Agent Strahm: We're here to find the person helping Jigsaw and Amanda Young.",
                "Buford Pope: Why is it you work your butt off all your entire life just to get ahead, and it takes a couple of nitwits about ten minutes to screw the whole thing up?",
                "MCMLX Twentieth Century-Fox Film Corporation",
                "Kevin Kubusheskie: Oh, uh, Blip, thanks for taking me.::Blip: Eh, don't you mean \"Thanks for having me?\"::Kevin Kubusheskie: No, I mean thanks for taking me - for every cent I got.::Blip: Oh, no trouble. Anytime you've got a pocketful of loose change, drop in.",
                "Jeanne Yu",
                "[Tuvok is going through the pon farr]::Tom Paris: You never fail to amaze me, Tuvok. A man of your advanced years still driven by the mating instinct?::Tuvok: Unlike in Humans, the Vulcan libido increases with time.::Tom Paris: Well, I guess there has to be some kind of reward for all that Vulcan discipline.",
                "Doug, an aspiring country singer, has spent his life as a loser in a non-descript small town with nobody believing in his heartbreaking voice and talent as a musician. His wife has left him and only his best friend believes in him. But he has one last chance to make it...",
                "$196,710 (USA) (28 February 2010) (195 screens)",
                "[denies a rumor regarding his father]::Marcello: You see, the origin of my father's mental illness isn't venereal. That can be medically confirmed.::Giulia's Mother: By the way, my little girl has had the mumps, scarlet fever, and German measles.::Marcello: They're all very moral maladies.",
                "Belgium:30 July 1971",
                "'Jennifer Jason Leigh' (qv) dubbed in the murmuring voice of the sobbing prisoner's visitor.",
                "€ 647,175 (Spain) (10 August 2002)",
                "$1,199,308 (USA) (16 April 2000)",
                "Nibbles, a normally silent character, speaks in this film.",
                "David Rossi: Are you alright? You know, you haven't had a vacation in a while. Weren't you talking about Italy?::Emily Prentiss: My mother extended her trip there. It wouldn't be much of a vacation.::David Rossi: It's a big country.::Emily Prentiss: Not big enough.",
                "Japan:30 September 2009",
                "'Filemon Wesselink' (qv) went to the premiere of the play Blind Vertrouwen and named some of the guests - (former) members of the soap Goede tijden, slechte tijden - by their character names. Actor 'Erik de Vogel' (qv) responded negatively, and the incident received some media attention.",
                "208,560 (Spain) (11 July 2002) (opening week)",
                "SPOILER: 'Carole Eastman' (qv)'s original ending had Dupea driving his car off a bridge. Rayette survives the crash, Dupea does not.",
                "$1,042,064 (USA) (12 April 1998)",
                "Wally Weaver: You see, at the time I was misquoted. I never said 'The Super-man exists and he is American', what I said was '*God* exists and he is American'. Now if you begin to feel an intense and crushing feeling of religious terror at the concept, don't be alarmed. That indicates only that you are still sane.",
                "Taiwan:4 March 2006",
                "Four orphan boys running from the law in New York stumble upon a baby in a carriage. They decide to head west and take the baby which they name Mary Rose with them. Eventually they set up a ranch which they name Rose Hill. Mary Rose grows up to be a beautiful woman and gets involved with a man who kills one of her brothers. Her brothers then explain to her that they found her in New York and she returns to find her real family. During this time Rose Hill is falling apart since her oldest brother has fallen ill and her other two brothers have gone their separate ways.",
                "CONT: The dialog in Angela's vision at the sushi restaurant differs from the real one, both in words and the order in which actions occur.",
                "A colorized version was made of this film in 1990.",
                "This is a half-hour episode.",
                "Thelma: [to Louise] I told you to slow down, officer I told her to slow down.::Louise: Yes she did. [gives the state trooper her license] How fast was I going?::State Trooper: About 110.::Louise: Oh!",
                "Grovelhog: Do you find me very ugly?::Princess: No, sir, not so ugly as going back on a promise.",
                "Twitty: Tom?::Tom Gribalski: Ahoy, mateys! What brings you landlubbers down to the salty brine?::Twitty: Speak English, please?::Tom Gribalski: Oh, excuse me... Whass'up...?",
                "A man is found beaten unconscious in his car, and Terry and Suzie discover that he had been assaulted after visiting a prostitute. DC Stuart Turner comes to Sun Hill to assist with the investigation, as he is familiar with one of the suspects from his patch in the West End. Jack is impressed by his performance and offers him the vacant detective sergeant position ahead of Suzie, who is still studying for her sergeant's exams. Dan and Will both apply for the advanced driving course, with only one place available. After a mistake by Dan nets Will three points on his driving permit he decides to get even by playing a prank, causing Dan to get three points too. However Dan already had three points on his permit and is disqualified from applying. Dan tells Will he wants him out of the flat. Leela decides to stand in the election for federation rep when the position becomes available.",
                "Stef notices the space capsule which bring the piece of Extron, but ignores its nature and is distracted by Ko, who gets hold of it. Hans and Yurik convince their reluctant ally Ko to leave it with them for examination, provided they never leave it out of sight. Didi notices they always carry something light-emitting in a backpack. Stef decides they must find out what and agrees to let Didi start an inoffensive but smoke-rich chemical fire, so both boys can slip into their bungalow during the evacuation. When Stef touches the Extron, which had no effect on Didi, the Exo instantly has a frightful spasmodic fit.",
                "It takes up where Billy Jack left off",
                "$54,004,196 (USA) (5 July 2009)",
                "$96,633 (USA) (21 September 2008)",
                "Officer Jack Bain: [believing Jerry Helper's low appraisal of the recent Alan Brady Show to be sincere] There aren't any laws to protect us from bad TV shows yet, so you're safe.::Robert 'Rob' Petrie: [at a low but growing boil] Thank you.::Officer Jack Bain: Well, thanks for the tickets, Mr. Petrie, and I, uh... I hope you come up with a good one next week.",
                "Serbia:5 April 2011",
                "Laurie, Lance. \"Midnight (1982)\". In: \"Psychoholics Unanimous\" (San Diego, California, USA), Jerrica Lee, Vol. 65, November 2009",
                "Screenwriter 'Arthur Laurents' (qv) assures that in the original play, the character of Cadell (played by 'James Stewart (I)' (qv)) allegedly had an affair with one of the two murderers while in school.",
                "Canada:22 January 1997",
                "'Robert Downey Jr.' (qv) came up with the idea for the disguise as a cross-dresser, which was originally a priest.",
                "The entire film was shot with a CANON GL2 digital camcorder. The sound was recorded with a CANON DM-50 directional stereo microphone. The film was edited on a Toshiba Satellite M45 Series laptop (100GB hard drive) with Adobe Premiere 6.5 and DVD authored by InterVideo WinDVD Creator.",
                "Kamen Rider Torque: I wouldn't talk if I were you.::[blasts Mirror Monsters]::Kamen Rider Torque: Everyone all right?::Kamen Rider Thrust: Yeah. Nice shot. Why do you get all the best toys?::Kamen Rider Torque: Do you have to ask?",
                "Germany:23 June 1993",
                "Every Dog Has His Day",
                "Rita Rudner: My husband and I, we commuted from America to Australia for two years. We have enough Frequent Flyer miles now to orbit Saturn.",
                "CONT: Number 5 is hit by the trash robot, in the next shot while he is being moved, his mouth cover is gone, and then back on when he is loaded onto the truck.",
                "FACT: During the conversation taking place in room 305 of the Customs Agency Service one of the Customs agents brings up the fact agent Haley speaks a pretty good Mexican(0:05:16).The Mexican language doesn't exist.Mexicans speak Spanish or various native Mayan dialects.",
                "$4,073 (USA) (27 May 2007) (2 screens)",
                "A psychologist buys an old mansion at a bargain price and asks a colleague and his students to help him fix it up. Things are fine until a cross is removed from a stone door in the basement and satan himself starts reaking havok on each person one by one. Their only hope of ever leaving alive or dead is the ghostly resident that built the house.",
                "[last lines]::Narrator: [Closing Narration] Mr. Jesse Cardiff, who became a legend by beating one, but who has found out, after his funeral, that being the best of anything carries with it a special obligation to keep on proving it. Mr. Fats Brown, on the other hand, having relinquished the champion's mantle - has gone fishing. These are the ground rules - in The Twilight Zone.",
                "$346,165 (USA) (12 March 2000)",
                "Netherlands:7 December 1975",
                "Capturing for the first time the unique voice of Madeleine Peyroux live. She and her remarkable band perform a mixture of her distinctively-styled covers alongside the very personal songs she has written for her recently released album, Bare Bones.",
                "First of two star teamings of actress 'Maggie Smith (I)' (qv) and actor 'Michael Palin' (qv). The second would be _A Private Function (1984)_ (qv) around two years later. Actor 'Denholm Elliott' (qv) appeared in both movies as well, as did another, 'Charles McKeown' (qv).",
                "€ 1,130,692 (Italy) (17 November 2002)",
                "SEK 2,006,048 (Sweden)",
                "Portugal:21 February 1930",
                "USA:18 June 1991",
                "Italy:2 April 1949",
                "Estonia:11 March 2007",
                "77266",
                "$1,586 (USA) (5 June 2011) (5 screens)",
                "Some scenes featuring Elena Poniatowska and Bruno Bichir where left out of the final cut.",
                "Heil, Douglas. \"From Office Temp to 'Hat Trick' Showrunner: Interview with Joseph Dougherty\". In: \"Prime-Time Authorship: Works About and by Three TV Dramatists\" (Syracuse, NY), Syracuse University Press, 2002, Pg. 129-158, (BK), ISBN-10: 081562879x",
                "The Red Castle Motel, where 'Dorothy' was shot, also appeared in the 2004 film, 'Thunderstruck', directed by Darren Ashton.",
                "Wenn Jäger zu Gejagten werden.",
                "Gabriel: This can't be. You've disobeyed Him.::Michael: You gave Him what he asked for. I gave Him what He needed.",
                "Highlights include: guest Jack Klugman as a skeptic in a sketch about an amateur clairvoyant; a new employee is welcomed to an extremely cramped office; Carol does all the talking in a sketch relating to a battle of the sexes; and a clumsy cat burglar (Tim) tries to steal the world's largest diamond.",
                "Miguel Arteta/Matthew Greenfield & Blow Up Pictures, LLC., 2000 (on print)",
                "Juliet Griffith: [after Michael was bitten by the Rattlesnake she yells at the Hulk] Help him you said you were a Doctor [slaps the hulks leg ]",
                "Stoya takes it big and black.",
                "Filmmaker Jake Auerbach decides to offer a description of his friend Lucian Freud that's more truthful than the common media image by asking a number of people who have sat for Freud's portraits to share their experiences with the camera. They include several of Freud's friends and daughters, and the film becomes a depiction not only of his art, but also his private persona. Lucian Freud does not appear, with the exception of a brief shot at the end of the film.",
                "Michael, a lonely, timeshare salesman becomes obsessed with an unmarked box after it mysteriously arrives at his motel room door. When Nancy, a stranger, knocks on Michael's door and asks for ice, Michael is convinced she really wants the box. After an interrogation, Michael realizes Nancy has nothing to do with the box. Nancy, however, finds the much coveted package and decides Michael owes it to her for his mistreatment of her. A battle ensues.",
                "After a group of young girls go missing, Sam and Dean realize that a group of vampires have taken up residence in the small town. After a fight with two of the blood-suckers, Dean is bitten and turns into a vampire. Samuel tells Dean he can change him back but he'd have to get the blood of the vampire who turned him. Dean infiltrates the nest and runs into the Alpha.",
                "Harry H. Holland aka Handsome Harry Holland: Oh, just sew me up.::Doctor West: The only thing I ever sewed up was the buttons on my shirt when my wife took off with the traveling preacher.::Harry H. Holland aka Handsome Harry Holland: What the hell does that mean?::Doctor West: I ain't no doctor.::Harry H. Holland aka Handsome Harry Holland: Huh?::Doctor West: I'm a dentist.",
                "3 April 2003 - 3 April 2003",
                "Netherlands:22 February 1968",
                "[opening scene]::Po: [dark screen] Hurry, we're running out of time!::Mantis: Keep it down!::Tigress: Who's hand is that?::Mantis: I don't even have hands!::Po: Quiet! You'll compromise the mission!::Mantis: [inaudible] Does it look like I have hands?",
                "£221,706 (UK) (16 January 2000) (157 screens)",
                "Ronan Pierce is a vigilante cop with one thing on his mind, revenge. When his past comes back to haunt him in the form of a former friend Damien Logan, now human trafficking kingpin, Ronan must fight his way through the deadly streets of Harbor City and all the scum bags in his way to find his kidnapped ex wife. With the help of a former circus clown Karina McCoy, Ronan will paint the town red in this action packed comic book style adventure.",
                "Construction of the faux chateau proved *too* good. The script called for it to be blown up, but the construction was so solid that 70 tons of explosives would have been needed to achieve the effect! Instead, a section was rebuilt from cork and plastic.",
                "Aldrich Killian: No more false faces... You wanted the Mandarin? You're looking right at him!",
                "...The Human Experiment",
                "BGL 33,708 (Bulgaria) (13 February 2011) (11 screens)",
                "In the original script, Rafe was supposed to create a beautiful hairstyle for Kris. When Mike Fallon couldn't, Michelle Mosley improvised the line, \"Are you sure I don't look like Bjork?\"",
                "Princess Yue: [Trying to whisper] Why is he sitting like that?::Katara: [Also whispering] He's meditating - trying to cross over into the Spirit World. It takes all his concentration.::Princess Yue: Is there any way we can help?::Aang: How 'bout some quiet? [Turning to look at them] C'mon guys! I can hear every word you're saying!",
                "Amy Farrah Fowler: That'd be my boyfriend. Happier playing his dopey Star Trek game with his friends than hanging out with me.::Penny: Wars.::Amy Farrah Fowler: What?::Penny: Star Wars. They get all cranky when you mix the two up.::Amy Farrah Fowler: Well, what's the difference?::Penny: There's absolutely no difference!",
                "It is rare when two Les Lye characters appear together in a scene. Split screen effect has both Mr. Schidtler and college recruiter Guy Fun appearing in the classroom.",
                "Twin brothers were separated at birth. One was good, the other evil. They have to fight each other at the turn of the millenia to determine which side will rule. The good one is often visited by his last incarnation, a knight who lived around the year 1000 and killed his brother in a similar ceremony. Other people from that same time resurface, including a monk that is now a priest, and the lover of the knight, who becomes the hero's lover.",
                "Hall, James Norman. \"High Barbaree\"",
                "£14,851 (UK) (11 February 2007)",
                "Many of the interviews were recorded before the shooting of _Puños rosas (2004)_ (qv), nevertheless the documentary was completed and released after the theatrical release of Puños rosas.",
                "June 1934 - July 1934",
                "Sanam Malhotra studies in a hostel, while her parents, Surendra and Sushma, and brother, Jatin, live in Bombay in a small flat. Things change for the Malhotras when they are able to sell a large plot to the builders of a five star hotel. They move up in life and buy a bungalow and several cars and arrange for Sanam to stay with them. But these material possessions does make them a little snobbish, as Jatin cannot hear of his friend, Karan, the son of Bank Manager, Amar Nath, for falling in love with his sister. Surendra has Karan arrested for being near Sanam. Independent minded Sanam has also fallen in love with Karan, and when she is imprisoned by Surendra, both elope, much to chagrin of Surendra, who is aware that widowed Amar is having an affair with a woman named Prema Mohan. Surendra & Jatin with the help of Vishnu Dada and his goons hunt them down, but the lovebirds are rescued by Uncle Joe, a friend of Karan. After being rescued, they are asked by Joe to take a holiday. What Sanam does not know is that Karan has taken to smuggling so that he can rich as the Malhotras. The question remains will Sanam join forces with Karan as his crime partner, or will she oppose him, and thereby end their short-lived romance.",
                "FAKE: When Jack is frantically trying to find a towel, and all he can find are Ali's undergarments, when the camera pans to Jack he is wearing dry boxers in the shower.",
                "UK:29 April 1981",
                "Italy:14 October 1948",
                "The elections are coming, and the candidates Laura Roslin and Gaius Baltar prepare themselves. Meanwhile, Starbuck leads an expedition to reach Caprica using the Cylon technology and rescue Anders and the other resistance members, and the chief Tyrol is tormented with a recurring dream.",
                "The antagonism between Green Arrow and Hawkman mirrors the characters' relationship in the 70's and 80's era Justice League comic book, where Green Arrow's liberal politics were often in conflict with the conservative Hawkman.",
                "$3,220 (USA) (31 January 2010)",
                "Denmark:6 May 1996",
                "The rescued soldier holding his eye resembles how Marvel Comics' Nick Fury - Agent of SHIELD would have looked in his youth.",
                "Talbot: [serving Bill Compton] Chilled, carbonated blood. It's cruelty-free. All willingly donated. Note the citrusy finish. This one only ate tangerines for a week.",
                "CHAR: When Sarah Darling is in the empty production offices of Sunrise Studios, she is looking for Roman Bridger, the director of _Stab 3_. However, when Sarah calls for Roman in an office, she clearly says, \"Ronan,\" not \"Roman.\"",
                "$5,107 (USA) (26 April 2009) (1 screen)",
                "During the opening scene where the Legations and their flags are displayed, the camera lingers on the Spanish flag for a few seconds. Given the fact the Spanish legation or diplomats are not mentioned in the movie, some have commented the flag is only shown as the film was filmed in Spain during Franco's regime. While this explanation probably has some truth, there was in fact a Spanish legation and diplomatic staff in Peking during the siege. However, like the Dutch and Belgian Legations, they had no marines and played little role in the siege. This is why \"eleven foreign powers\" are referenced but only eight nations are named.",
                "The film is dedicated to the memory of 'Joaquim Jordà' (qv) (1935 - 2006), Spanish filmmaker.",
                "A young girl meets the man of her dreams - or is he?",
                "Rodrigues Miguéis, José. \"O Milagre Segundo Salomé\". (BK)",
                "The name of the film was decided before even a word of the script was written.",
                "The murder of a prostitute is blamed on, Benji, a burned out drug dealer, trying to go straight. He must find the real killer and free his name before time runs out and his boss discovers his little secret. The major problem Benji has is he has no memory of the previous day's events.",
                "Nationally syndicated talk show host 'Wendy Williams (V)' (qv) dishes with the girls - Toni, Traci, Towanda, Trina and Tamar - and gets the real scoop on: if Toni ever made the move to L.A.; how Trina felt about losing her wig-cap during her DUI arrest and where she and Gabe stand today; if Traci will get a chance to sing on-stage again; the status of Towanda and Andre's marriage; and if the sisters are jealous of Tamar's new found fame. Find out if Evelyn had a change of heart about her ex-husband and the girls' father. And once and for all, who, besides mom, has had plastic surgery?! This special series overview includes partying in Russia and the sisters drawing nude model 'Michael Q. Schmidt' (qv).",
                "50 year old Cella has everything she wants in life. She is succesful as host for the local tv show Cellavie, has two children and a loving mother and father. Her life becomes even brighter when she meets Sem, while interviewing him for Cellavie. But then disaster strikes. At the surprise party for her birthday, her father suffers a heart attack. Shortly thereafter her mother is diagnosed with Alzheimer's disease. Quickly Cella loses the grip on every aspect of her life.",
                "Wimpy: Popeye, Olive Oyl has collapsed completely!::Popeye: Whoa! Come on, keep your back up tight, Olive! [makes Olive walk on fours like a camel]",
                "Karl: I reckon I'm gonna have to get used to looking at pretty people.::Dr. Jerry Woolridge: Yes you will.::Karl: 'Reckon I'm gonna have to get used to them looking at me.",
                "Japan:19 April 2008",
                "FACT: Despite what Tutor Bot says, fossil fuels are not made from dinosaur fossils. Fossil fuels are made from various hydrocarbons, which are mostly formed from plant matter that has long since settled in the Earth's crust.",
                "The meeting between Dancer and \"The Man\" (played by 'Vaughn Taylor (I)' (qv)) takes place at the Sutro Baths and Museum. Located on the cliffs of Lands End near the Golden Gate, the Sutro Baths were built in 1896 by Adolph Sutro, a wealthy entrepreneur and former San Francisco mayor. A popular family entertainment place for many decades, the Sutro Baths featured seven indoor swimming pools, the largest of which was 300 x 175 feet and held 2 million gallons of heated water. The swimming pools were built under a giant, domed glass ceiling (seen in exterior shots in the film). The complex featured a museum (as seen in the film) with various artifacts that Adolph Sutro had brought back from his travels. By the 1950's, the Sutro Baths were struggling financially due to high operating costs, and in 1954, the largest swimming pool was turned into an ice rink (which features prominently in the film's climax). The Sutro Baths pavilion burned down in 1966. Its ruins are still there, and are a protected part of Golden Gate National Recreation Area.",
                "Porfirio tells the story of Porfirio Ramirez, a man who became handicapped after a failed police operation where he was shot in the back in 1991. Because of this, Porfirio sues the state, but due to several problems with the case, the lawsuit gets closed. With no money, and many problems, Porfirio takes a risky decision with his son: Hijack a plane and demand a meeting with the President of Colombia to discuss his problems. Based in the true story of Porfirio Ramirez.",
                "MET:3122 m",
                "Additional thanks to ... Nikki & Gary at Action Vehicles",
                "France:1935",
                "$63,918 (USA) (30 September 2007)",
                "Where the movie theatres are the stars!",
                "CONT: Karen's hairclip is different in the scene entering the concert and in the walk home afterwards.",
                "A specialist of floor polishing Mr. Karetnikov was married dozens of times but he always leaves a new wife as soon as she is pregnant. At the age of 60 he decides at last to have a stable family life and returns to his 'best' wife only to discover that his son is already 20 and leads the same lifestyle his father had forty years ago.",
                "Cody Martin: I guess my wish came true! I have super powers!::Zack Martin: Well...I made the same wish but I can't read your mind.::Cody Martin: You can barely read a book.::Zack Martin: Hey...maybe I have the power to fly! [climbs on his bed and jumps] Up, up, and...[falls on ground] down.",
                "Jack: Shut up, Patti LuPone! Shut your brassy, magnificent trap! I don't want to hear you sing! I don't want to cut your hair! And I *certainly* don't want to hear you singing while I cutting your hair! Got it? Now I'm talking to my best friend, so stand back, Buenos Aires!",
                "ARS 3,405,539 (Argentina) (4 July 1991)",
                "A young Puritan boy in Salem, Massachusetts falls in love. When the object of his affection is accused of witchcraft, hysteria envelopes the town and the boy must find a way to prevent his beloved from being burned at the stake.",
                "Nichiren Shoshu Member: But now I, well, I really love the clarinet and I can't even remember why I wanted the flute in the first place.",
                "The closing epilogue states: \"In 1945, Major Nestorovic [played by 'George Montgomery (I)' (qv) in the film], as a most valuable undercover OSS and 'Partizan' officer, was awarded for his bravery the highest 'Medal of Honor' in the country [of Yugoslavia].'",
                "Faith: You are thinking, \"You'll never get away with this!\" Warm?::Joyce: Actually, I was thinking my daughter is going to kill you soon.",
                "FAKE: In the scene where White Goodman bribes Peter Le Fleur to purchase his gym, he and Mischel open the briefcase to display $100,000. There was a band of 100 one hundreds, which equals to $10,000. The shape and style of the bills were recently minted [error] (larger head) 100 dollar bills.",
                "Kath plans a romantic camping weekend in the country for herself and Hodge and is displeased when Beggsy,fleeing his mother's love nest,invites himself along and,so he will not be the gooseberry,persuades Glyn and Julie and Colleen and Daz to join them. They camp in a field and are fleeced for the privilege by a gun-toting farmer,who shoots a hole in their beer keg.Whilst the couples get it together,after antagonizing a bird-watcher,Deggsy is willingly seduced by Mabel,the farmer's eager daughter, but has to flee,minus a shoe,when the farmer turns up. Having helped their surly host set up his Internet connection Deggsy gets a shock when he realises the actual relationship between the farmer and Mabel and Kath must rise to the occasion to put the farmer off Deggsy's scent so the group can safely return home.",
                "The opening credits are done in classic \"Monster Movie\" style",
                "7631",
                "This Million Dollar Spectacular is Claudia Jordan's final show, and her only The Price Is Right appearance in 2004.",
                "$72,648,974 (USA) (17 October 1999)",
                "'Charles Klapow' (qv), one of the choreographers for the movie, was also one of the basketball dancers.",
                "491,815 (Norway) (17 April 2006)",
                "$87,344 (USA) (19 April 2009)",
                "€ 17,658,802 (Italy) (10 October 2004)",
                "CONT: When the closeup image of the tape recorder is shown, the cassette has a pale blue label with a wide rainbow-stripe across the middle and black letters, yet when the nurse takes the tape into the next room to supposedly file it away, it has a dark red label with white letters. And then when the nurse hands the tape to the guy in the sports car, it has the rainbow-striped label again.",
                "€ 34,337 (Italy) (9 March 2012)",
                "Lucy Ricardo: [getting weighed] How much do I weigh?::Ricky Ricardo: 47 pounds and stop leaning on me.",
                "Portugal:4 April 1951",
                "The movie was pulled from theaters in Japan after the devastating earthquake and tsunami that hit in March 2011.",
                "Zoe gives birth to a baby girl and after a while learns that Rupert has been listed as missing in action. Louise comes home from drama school in trousers leading to a major row with her mother. Louise attends a dinner party hosted by her mother's friend Hermione where she meets Michael Hadleigh, a successful painter and naval officer considerably older than herself. Sybil's ulcer seems to be getting worse and is hospitalized for an operation where they find a cancerous tumor. Rachel spends time with her good friend Sid and they finally become lovers. Edward beds a pretty young WAF under his command putting off a planned meeting with Diana Macintosh. Villy's nephew Christopher comes to stay at Home Place after his school is closed. He's an avid pacifist and with his 18th birthday approaching, has already decided he will not fight.",
                "Bozburun, Turkey",
                "£220",
                "The demon mask used in the movie _Onibaba (1964)_ (qv) inspired 'William Friedkin' (qv) to use a similar design for the makeup in subliminal shots of a white-faced demon.",
                "USA:31 October 1936",
                "MET:2.460 m",
                "Rated PG-13 for western violence and some smoking",
                "John Gavin Stevens: Mr. Hampton is right Miss Eunice, and so are you. They'd pass even Will Legate sooner or later when there's enough of them.::John Gavin Stevens: [pause] But there's one thing that would stop them. Long enough anyhow.::John Gavin Stevens: [pause] And that's somebody without a gun.::John Gavin Stevens: [pause] A Lady. A White Lady.",
                "'Yann Martel' (qv), the author of the book has stated that his inspiration for the book's premise came from reading a book review of Brazilian author Moacyr Scliar's 1981 novella Max and the Cats, about a Jewish-German refugee who crossed the Atlantic Ocean while sharing his boat with a jaguar.",
                "'Richard Hatch (I)' (qv), who plays Tom Zarek, played Apollo in the original _\"Battlestar Galactica\" (1978)_ (qv). He appeared in all 21 episodes of the original series, and in 22 episodes of the new series.",
                "Faye talks about the record Goodnight Irene, by The Weavers, selling two million records. The group sings it in the background and then finishes the song on camera. Faye talks to the group as they all have some Pepsi. They talk about how they met and became a group. They then sing the song The Roving Kind. After chatting with Faye some more, they sing Sloop John B. The group says they will be going on tour in January 1951. The show ends with Pete and Fred playing the Pepsi jingle.",
                "£713,107 (UK) (18 April 2004) (325 screens)",
                "Evil has never been more erotic",
                "Costumes were first rendered in watercolor before being handmade by designer 'Shabath Leidy-Briggs' (qv).",
                "€ 3,739,049 (Italy) (25 July 2010)",
                "Dr. Derek: Continue to monitor changes, and collect data.::Ma-Ti: Why bother?::Dr. Derek: If we don't make it, at least the rest of the world can learn from the experiment.::Wheeler: Lucky for them. Too bad you can't save us with the data.",
                "DATE: The flip-flops Chrissie is using by the pool, are made in Brazil, and bear a Brazilian flag. Although the brand is quite old, the model with the flag is recent (mid 90's).",
                "Homer Simpson: [Seeing Bart's \"Dope\" tags] That guy in the poster seems awfuly familiar. [Sees reflection in rear view mirror] Don't just stand there. Think of a theory.",
                "Hipolito is a reference to the secondary character Hippolite Terentyev, an unlucky philosopher, from the novel 'The Idiot' (1869) by 'Fyodor Dostoevsky' (qv). The main character of the novel is a person who is innocent, naive and immensely kind just like Amelie - most likely the film was inspired by the book.",
                "$85,104 (USA) (10 November 2002) (116 screens)",
                "MET:152.10 m",
                "This Ain't No Hula!",
                "'Burt Lancaster' (qv) was the original choice to play Sam Flusky in _Under Capricorn (1949)_ (qv), but the part went to 'Joseph Cotten (I)' (qv)instead because Lancaster was deemed too expensive.",
                "George Carlin: People add words when they want things to sound more important than they really are. \"Boarding process.\" Sounds important; it isn't. It's just a bunch of people getting on an airplane! People like to sound important. Weathermen on television talk about \"shower activity\". Sounds more important than \"showers.\" I even heard one guy on CNN talk about a \"rain event\".::[laughter]::George Carlin: I swear to God, he said, \"Louisiana is expecting a rain event.\" And I thought, \"Holy shit, I hope I can get tickets to that!\"",
                "Title is based on the movie _Some Like It Hot (1959)_ (qv).",
                "Red: [after crashing his truck] Damn you Crews! Your ass is mine!",
                "ESP 91,253,892 (Spain)",
                "Copyright ©2011 Warner Bros. Entertainment Inc. Production #3X6909",
                "Bethel, Maine, USA",
                "On a night off, Apollo takes Starbuck, Cassiopeia, and Sheba to one of the least-explored areas of the Galactica - the last of the ancient battlestar's astro-navigational domes, an area Apollo has been repairing in his spare time as relaxation and as an outlet for his passion for deep-star exploration. The dome's scanner is set for long-range communication, and to their surprise they receive a signal, an image of an ancient spacecraft similar to what the Colonies once flew. After showing the signal to Boomer and Commander Adama, they are sent on a long-range Viper patrol to a distant solar system on the transmission's line - and to their horror they discover a Cylon basestar orbiting one of the system's planets in its search for the Colonial Fleet. They escape to the Galactica undetected, and Adama considers avoiding the system, but then decides that he's tired of running and begins preparation to attack the basestar. Apollo recommends infiltrating the basestar to cripple its centralized command chamber before the Galactica attacks, and to their surprise Adama is able to secure information from Baltar, who is allowed to barter knowledge of the Cylons in exchange for freedom, Adama willing to risk that Baltar will also see eventual rescue by the Cylons. The Galactica thus begins its most important mission yet as battle is joined between the ancient battlestar and her Viper fleet against the stronger Cylon raider phalanx of the basestar.",
                "Luli McMullen: [tied in bed] Help me! What the fuck?",
                "Captain Jack Harkness: What do we know?::Owen Harper: Bog standard space debris. That's a technical term.",
                "West Babylon, Long Island, New York, USA",
                "USA:20 February 1947",
                "Harry Pebbel: I've told you a hundred times. I don't want to win awards. Give me pictures that end with a kiss and black ink on the books.",
                "Mexico:20 April 2011",
                "Mexico:26 January 2007",
                "Margaret Elliott: Haven't you ever cried because you're happy?::Gretchen: No.::Margaret Elliott: Well, you see, some people cry when they're happy and laugh when they're mad.",
                "Dave: You got me a joint as a going away present?::Christopher Titus: Smoke it on the bus, Dave!",
                "PLOT: It's not clear why George is wearing caution tape but it is revealed while Connie is at Club Canton that Halloween is a few days away since the bar is decorated for the holiday. Debbie also mentions it while driving with Walt.",
                "USA:9 December 1992",
                "According to the postcard from Mary, the address for James and Angela Darmody is 4313 North California Avenue.",
                "This movie's budget was about US $ 17 million which was about seven times the budget of the first _Smokey and the Bandit (1977)_ (qv) movie.",
                "Buffy Summers: We were at The Bronze before. Thought you said you might show?::Angel: You said you weren't sure if you were going.::Buffy Summers: I was being cool. C'mon, you've been dating for, what, like, two hundred years? You don't know what a girl means when she says maybe she'll show?::Willow Rosenberg: Wow, two centuries of dating. If you only had two a year that's still like four-hundred dates with four-hundred different... [Buffy looks at her and she looks at a weapon on the table] Why do they call it a mace?",
                "$3,755 (USA) (16 December 2012)",
                "In one scene Yuri proudly shows his collection of adult videotapes. On the day of shooting the tapes were missing so they had to be replaced. One tape is clearly marked _Abeltje (1998)_ (qv), a Dutch children's film.",
                "The Flash: I always thought the reason you two don't get along is because you're so much alike.::Wonder Woman, Shayera Hol: Like *her*? [he grins]",
                "$18,333 (New Zealand) (27 November 2005) (16 screens)",
                "Sam Winchester: [Dean puts a spoon in Sam's mouth when he's sleeping] Haha. Very funny.::Dean Winchester: [laughs] Sorry. Not a lot of scenery here in East Texas, kinda got to make your own.",
                "Val Borbera, Italy",
                "USA:July 1957",
                "West Germany:7 December 1979",
                "Adam: Who's next?::Vivian Cates: You are.",
                "Simon: You're a cannibal, not a murderer.",
                "Documental sobre cinetismo deportivo.",
                "Corporal Miller: [watching Andrea poking around the room] What are you doing, friend? Checking for dust?::Col. Andrea Stavros: No, friend, microphones.::Corporal Miller: This is the British Army post, man! Don't you trust anybody?::Col. Andrea Stavros: No! That is why I have lived so long.",
                "The Middleman: Self-knowledge is the gateway to freedom.",
                "During Ray's first PR meeting, the board members are played by various Hollywood producers. Amongst the collective are 'Akiva Goldsman' (qv) and 'Michael Mann (I)' (qv). Both have either directed 'Will Smith (I)' (qv) or produced movies starring him.",
                "Lisa Simpson: Those babies are doomed, just like their mom. I guess it's just nature's way.::Homer Simpson: Nature is just a toothless, dying old hag! Let's go save those baby whales!",
                "Leela: Why weren't you kong donkeys outside cleaning up?::Dr. Zoidberg: They sent us inside for doing an unsatisfactory job... and eating penguin eggs.::Fry: You ate most of them.",
                "$1,530,262 (USA) (14 April 2013)",
                "Valtteri and Sepe, two ordinary white-collar guys from southern Finland drive up north to implement a plan they've been hatching for months. Because they simply love the taste of lamb, baked \"robber-style\" in a hole dug under a campfire, they forge their car's number plates and other important documents just to be able to poach sheep grazing on the roadside without getting caught. Lots of man talk around the campfire, aided by lots of booze. The summer may be wet, but the vodka is definitely dry.",
                "Sweden:30 July 1955",
                "This movie was filmed during September, October and November 1985.",
                "Grandpa Joe: Mr. Wonka?::Willy Wonka: [pointedly ignoring him and Charlie] I am extraordinarily busy, sir.::Grandpa Joe: [tentatively] I just wanted to ask about the chocolate. The-the lifetime supply of chocolate, for Charlie. Wh-When does he get it?::Willy Wonka: He doesn't.::Grandpa Joe: Why not?::Willy Wonka: Because he broke the rules.::Grandpa Joe: What rules? We didn't see any rules, did we, Charlie?::[Charlie shakes his head briefly]::Willy Wonka: [springs up from his chair, angrily] Wrong, sir! Wrong! Under section 37B of the contract signed by him, it states quite clearly that all offers shall become null and void if - and you can read it for yourself in this photostatic copy:::[grabs a magnifying glass and reads]::Willy Wonka: I, the undersigned, shall forfeit all rights, privileges, and licenses herein and herein contained, et cetera, et cetera... Fax mentis incendium gloria cultum, et cetera, et cetera... Memo bis punitor delicatum!::[slams the contract copy and the magnifying glass down, continues shouting]::Willy Wonka: It's all there, black and white, clear as crystal! You stole fizzy lifting drinks! You bumped into the ceiling which now has to be washed and sterilized, so you get nothing! You lose! Good day, sir! [turns back to his work]::Grandpa Joe: [shocked] You're a crook. You're a cheat and a swindler! That's what you are!::[angrily]::Grandpa Joe: How could you do something like this, build up a little boy's hopes and then smash all his dreams to pieces? You're an inhuman monster!::Willy Wonka: [shouts even louder] I said good day! [turns back to his work again]::Grandpa Joe: Come on, Charlie. Let's get out of here. I'll get even with him if its the last thing I'll ever do. If Slugworth wants a gobstopper, he'll get one.",
                "Ina Firpo: It's the prettiest place you ever saw. It's got a white picket fence all around and creepers all over the house.::Ernest 'Ernie' Ambrose: Creepers? Oh, don't worry about those. The pigeons will eat them up.::Ina Firpo: Oh, Ernie, be sensible. When you and I get married we'll be very happy there.::Ernest 'Ernie' Ambrose: Will the pigeons like it?",
                "MET:33 m",
                "Greece:16 December 1968",
                "Martin, Marcel. \"Le maître du temps\". In: \"Cinéma 71\" (Paris, France), Fédération Française des Ciné-Clubs (FFCC), Iss. # 158, July 1971, (MG), ISSN: 0045-6926",
                "Argentina:13 June 1962",
                "Gary Hallet: So what kind of, uh... craft do you do?::Sally Owens: I manufacture bath oils and soaps... hand lotions... shampoo. And the Aunts, um... they like to meddle in people's love lives.",
                "Det. Sgt. Eldon Perry Jr.: That's Eldon Perry the third. Right there next to his mom.::Det. Sgt. Eldon Perry Jr.: He will never be a cop - he hates cops. I love him and I... I thank God that I was just too busy pass on to him what my granddaddy passed on to my daddy and my daddy passed on to me - And I was raised up to be a gunfighter by a family of gunfighters.",
                "Michael Colton: Is anybody really surprised there is another Paris Hilton sex tape? I bet if I look in my garage long enough, I will find a Paris Hilton sex tape.",
                "Root for Charles, John and Garnet as they try to buck the system of pills and procedures and outfox their heart disease and diabetes. When their doctors inform them they can't get better, our intrepid trio tells the doctors to think again. Charles, John and Garnet decide to take on their diseases by drastically changing their diets. We all know making resolutions is easy; sticking to them is the hard part. With lighthearted animation, piercing expert interviews and a feisty attitude, CHOW DOWN is the moving story of the success you can achieve when you rewrite the recipe for a healthy life.",
                "Denmark:16 March 2007",
                "Queen Sophie Anne: When we do find the vampire responsible, how will you punish him?::Eric Northman: Or her?::Queen Sophie Anne: And will it be in public?::Magister: Of course when one who is proven guilty of such a crime must be made an example of. That kind of moral anarchy can not be allowed.",
                "Samuel Pickwick: [to Mr. Jingle] Sir! I have only this to say to you, sir: I might have taken a greater avenge for the indignities which I suffered at your hands; but I will content myself with exposing you, sir - which is a duty I feel I owe to society.::Mr. Jingle: [to the others present] Good fellow, Pickwick... fine heart... a stout old boy... but a little odd... slightly eccentric.::Samuel Pickwick: I will add this, sir: I consider you to be a ruffian, sir. And a rascal, sir. And worse than any man I've ever seen... or even heard of!::Mr. Nupkins: Sir! Do you admit you're an impostor?::Mr. Jingle: Never admit anything, sir... bad for liver.",
                "$131,278 (USA) (11 May 2003) (190 screens)",
                "£131,741 (UK) (30 May 2004) (23 screens)",
                "The year is 1921 and the village of Ballyvaughan in Western Ireland is engulfed in the Irish War of Independence with the British. When the IRA devises the assassination of two British marines, a 13-year-old girl must save the village from the English retaliation while discovering her own courage and inner strength.",
                "The Puzzler continues with his plan to hijack Artemus Knab's new airplane, the Retsoor, all the while leaving puzzles behind for Batman and Robin to ponder. He familiarizes himself with the jet's designs, then prepares to fly his prize to a foreign country where he will hold it for ransom. But the Dynamic Duo have an easier time with his clues than he expected, resulting in a climactic confrontation at the airplane hanger.",
                "Lili Beth: Yes sir, but I really should announce you.::Leonide: My dear girl, if I allowed myself to be announced, I doubt I would be received anywhere.",
                "FACT: Caesar visits the Gallic King Vercingetorix in a dungeon just prior to his triumph. Rome lacked this sort of dungeon, and foreign captives were held hostage by prominent, usually wealthy, families until the day they were to be shown at triumph. To display a captive king who was beaten and bent, as Vercingetorix is in the series, would do little to reinforce the glory of Rome, which was the main purpose of the triumph.",
                "MET:186.3 m",
                "Sherry Woods: You know, I've grown up a lot since we first met. I want something solid, something real.::Drew French: This is real. I'm real.::Sherry Woods: Are you?::Drew French: I won't hurt you, if that's what you mean.::Sherry Woods: How can you be so sure?::Drew French: Look, the first time we met, I knew there was a connection. I have to follow that instinct.",
                "Texas Ranger Captain Roy Colt (Roy Rogers) disapproves of the tactics of his superior, General Augustus LaRue (Henry Brandon), who is governing the Republic of Texas temporarily while Sam Houston (Davison Clark) is in Washington trying to get Texas admitted into the United States. LaRue is seeking to advance his own power, and he arbitrarily sets a tax on all wagons using the Santa Fe Trail (yes, check a map of the Republic of Texas before statehood), and orders Captain Colt and his Sergeant, Gabby Whittaker (George \"Gabby\" Hayes), to enforce this ruling. Colt, knowing that if he refuses he will be in no position to combat LaRue's outrageous plans, plays along. Among the first of the freighter wagon trains to be taxed is those belonging to Jane Tabor (Jacqueline Wells, before she became Julie Bishop) . When she and her old-time scout, Hank Purdy (Si Jenks), refuse to pay the tax, Colt places her under arrest and brings her before LaRue. But Jane charms LaRue into allowing her a monopoly of the freight lines using the Santa Fe Trail. Secretly, she is bent upon deposing LaRue, who was responisble for the death of her father. Colt misunderstands her motives, while she is equally contemptuous of his being a tool of LaRue. The other wagon train owners revolt and backed by Colt and Hank Purdy, who has deserted Jane because of her apparent bargain with LaRue, they use force to get the freight wagons through. Purdy is wounded and Jane comes to his aid. Through Gabby, Jane and Roy's misunderstanding are corrected, and they work together until LaRue's treachery is exposed and he is brought to justice.",
                "Jackie Burkhart: Michael, I have some bad news... I just found out I have BHD.::Michael Kelso: ...BHD?::Jackie Burkhart: Yeah, Brutal Hair Disease. I have to go to the hospital tomorrow and get all my hair shaved off.::Michael Kelso: So... you'll be...::Jackie Burkhart: Bald, Michael, B-A-L-D, no hair, shiny head, BALD... And my hair... won't EVER grow back either. Will you still love me when I'm bald?::Michael Kelso: ...you can wear a wig...?::Jackie Burkhart: So Michael, are you saying you would NOT love me if I didn't have a luscious full-bodied head of hair?::Michael Kelso: [sees Donna laughing of him and realizes he's being tested] OH! No, Jackie, no, I would love you even MORE. I would shave off my hair and paste it to your head.::Jackie Burkhart: Michael, that's beautiful! [leaves]::Michael Kelso: [to Donna] That was a test, right? 'Cause bald chicks are gross.",
                "DKK 136,060 (Denmark) (17 December 2006) (17 screens)",
                "USA:14:20",
                "Bertha: Would you like something to drink? Perhaps some ham?",
                "Salmon Arm, British Columbia, Canada",
                "USS Enterprise, San Diego, California, USA",
                "A mentally ill man is prematurely released from an asylum, and sent back to childhood home where he suffered emotional abuse by his now-deceased mother. The man struggles to maintain strict control of his sanity, and to lead a normal life, but finds himself haunted by the memories of his dark past. He encounters a strange female neighbor who is consumed by troubles of her own. He is offered a job by his uncle to help with an archaeological dig before the site is destroyed by developers. He discovers that his uncle has also been buried by his own mistakes and can't escape his problems. With the people around him falling hopelessly apart because of their lack of self-control, can this mentally ill man bury his past or will he also be consumed by darkness?",
                "Argentina:9 October 2011",
                "Linc and L.J. are in the custody of the Willcox, Arizona, P.D. -- but not for long. They soon find themselves in Trinidad, Colorado. T-Bag is tortured by Bellick and Geary in Tribune, Kansas. Maricruz's sister Theresa, in Brooklyn, receives a call from Sucre in Dinosaur, Nebraska. She tells him that she and Maricruz are heading to Ixtapa, Mexico. Sara is in Gila, New Mexico, trying to locate Michael, but Mahone is there too. Kellerman arrives in Willcox, but Kim gives him a new assignment.",
                "Lincoln Hart Chambers was once a respected, wealthy law abiding citizen. But the recent stock market crash has resulted in him being deep in debt, and has made him a desperate man willing to do almost anything to regain his lost fortune. He still has his material assets which are sufficient in value to pay off his debts, but that would leave him with nothing. Being a brilliant thinker, he, using a newspaper headline and the thoughts of a ticking clock, devises a diabolical scheme to get back his riches through insurance fraud, but which also has the consequence of killing several hundred innocent people. He checks off his list the needed steps to achieve his goal through this perfect crime which cannot be traced back to him. But has he forgotten an important step, which would not only not make this the perfect crime but one that will not succeed?",
                "Roy Rogers: Keep an eye on him, Gabby.::Gabby: Get over there, you sidewinder, or I'll let daylight through your hide!",
                "Little, Jean. \"Mama's Going to Buy You a Mockingbird\"",
                "Whipsnade: You kids are disgusting! Standing around here all day, reeking of popcorn and lollipops.",
                "Mario Bros., battle the pests! Two players make it easier.",
                "Annie Garrett: Monte, he's my husband. Just accept that, alright?",
                "This was 'Rita Hayworth' (qv)'s last completed movie. She had difficulty remembering her lines. The crew believed it was because of alcohol abuse, but only later did they realize they were seeing the early stages of her Alzheimer's condition.",
                "More than 100 new songs were written and performed (in assorted voices) by 'Bobby Goldsboro' (qv) for this series.",
                "Chile:15 May 2011",
                "CHAR: Rasputin continuously mispronounces Matushka (little mother) when addressing Alexandra. The accent is on the first syllable.",
                "CAD 230,000",
                "[first lines]::Lt. John Boles: Goodbye Iris.",
                "Awara Paagal Deewana is an action comedy, which revolves around a dentist who accidentally gets trapped into underworld and goes in for a roller coaster ride. A mafia don dies and leaves behind such a will which starts an unending war between Guru Gulab Khatri, don's son-in law and Vikrant, don's only son. Guru Gulab is married to Vikrant's stepsister Preeti. The don's legal will, which also includes diamonds worth hundred crores kept in a foreign bank, has to be equally divided between these three and to claim the diamonds from the bank all three all three have to be present at the bank and personally sign the papers. In event of death of any of the inheritors' death, a death certificate has to be produced to the bank. The will factor vertically splits the gang in two. Vikrant and Guru Gulab become rivals. Vikrant wrongly implicates Guru Gulab in a very serious crime, which forces him to flee out of the India. Guru Gulab leaves India for America and comes to stay in the neighborhood of Dr. Anmol Acharya. Meanwhile in India, Vikrant announces grand prize money to those who tell him the whereabouts of Guru. Anmol's greedy wife Mona forces him to meet Vikrant in India and inform him about Guru Gulab and collect the prize money. Anmol comes to India with his father-in- law and the moment they step into India they are picked up by Choto Chhatri, who takes them to a local goon, Eaida Anna. Anna strikes a deal with Vikrant that he'll kill Guru and acquire the prize money offered by him. Vikrant gives him the contract. So Anmol returns, not with prize money but with Anna and Chota Chhatri, and others have this wrong notion that Anna is just interested in the petty contract money. His interest lies in the diamonds. So this race to reach the diamonds becomes deadlier and all three powers - Vikrant, Guru and Anna clash. And the rule of this race is to kill the other contestants to win the race!!!",
                "Japan:7 August 1967",
                "Sir Robert McKintyre: Hibbing has been my good friend since our school days at Cherry Pants-upon-Buttocks.",
                "Japan:5 April 1915",
                "Sarsaparilla, 1st 'Cherokee Boy': Me and Thumber and Butch are the original and only Cherokees. These hombres are impersonatin' us and you know, Sheriff, that ain't legal!::Janet Owens: You're right, it ain't!::[Janet slaps Skelly]::Janet Owens: And that's for impersonating a gentleman.",
                "This documentary explores the highly controversial subject of the design of America's capital. Was the city built to reflect the majesty of America's newfound freedom? Or the hidden agenda of secret societies? With every major cornerstone laid by Freemasons, was the city built in a Masonic pattern? Embark upon this incredible journey as Riddles in Stone interviews experts on both sides of the heated debate. Watch as Freemason apologists defend some of the most direct and hard-hitting questions concerning the influence of Masonry in America, and its symbolism in Washington, D.C. Alongside them are leading researchers who maintain that occult architecture permeates the city, and conceals a secret agenda. Was D.C. laid out according to the pattern of the stars? Is there really a pentagram in the street layout north of the White House? Does a Masonic square and compass extend from the Capitol building to the Washington monument? And why is the city filled with zodiac symbols, mysterious faces, and various god and goddess images? If America was founded as a Christian nation only, where are the images of Jesus Christ? Or does Washington D.C. symbolize another Christ, the Masonic Christ?",
                "258,295 (Germany) (26 January 1997)",
                "Switzerland:26 September 1957",
                "Anne Welles, a bright, brash young New England college grad leaves her Peyton Place-ish small town and heads for Broadway, where she hopes to find an exciting job and sophisticated men. During her misadventures in Manhattan and, later, Hollywood, she shares experiences with two other young hopefuls: Jennifer North, a statuesque, Monroe-ish actress who wants to be accepted as a human being, but is regarded as a sex object by all the men she meets, and Neely O'Hara, a talented young actress who's accused of using devious means by a great older star (Helen Lawson) to reach the top, pulling an \"All About Eve\"-type deception in order to steal a good role away from her.",
                "$166,680 (USA) (13 May 2012)",
                "Carol Bennett: You're attacking a police station because you hate cops?::Kevin Wyman: Yeah, you got it. It's my way... and it's brilliant.",
                "George W. Bush: I was told early this morning that, perhaps, our troops were captured, and, if there is somebody captured, I expect those people to be treated humanely. Bill and then Mike.::Journalist: Iraqi TV has shown what appear to be American POWs and also what appear to be American dead.::George W. Bush: I expect them to be treated... The POWS I expect to be treated humanely and um uh just like we're treating the prisoners that we have captured humanely.",
                "Gabe: You loved her then?::Cole Porter: I said the words. I meant them.",
                "Biederbeck: What kind of fiend are you?::Phibes: The kind that wins, my friend.",
                "£61,299 (UK) (22 July 2007) (59 screens)",
                "Casón del Buen Retiro, Madrid, Spain",
                "$78,084 (USA) (14 September 2003)",
                "$106,491 (USA) (19 August 2001) (169 screens)",
                "Frank T.J. Mackey: Do you think they're your friends? They're not your friends. Do you really think she'll be there when things go bad? Huh? When things go wrong? You think again. Fucking Denise. Denise the piece. Oh, you're gonna give me that cherry pie sweet mama baby.",
                "Bill Adolphe: You're going to be a very rich woman. Eventually.",
                "ISK 3,655,536 (Iceland) (18 April 2010)",
                "[repeated line]::The Chief: Blasted!",
                "Italy:June 1915",
                "Mitch and Garner go under cover as street basketball players to solve a player's mysterious death from a drug overdose, whom Garner once knew from the beaches of Venice, as well as the local hustler Ozzie who may know a clue to the player's death. Meanwhile, Dennis is an unhappily married man on his honeymoon with his overbearing, klutzy, nagging wife... until his happiness returns when he meets and develops a crush on C.J. whom he asks out to lunch behind his wife's back.",
                "Cergy, suburb of Paris. Bastien, sixteen years old, has just won a decisive match with his team. While he celebrates the victory, Sekou his best friend, announces him the stunning news in front of his teammates : Lauriane, the attractive girl with the red scarf, wishes to meet him...",
                "FAKE: The shot of Metus and Raanu speaking about Mata Nui's qualification as a potential fighter has the same issue. Raanu is sitting in the background, Metus is upstage of him, yet his hands pass behind Raanu.",
                "$31,002,249 (USA) (1 September 1996)",
                "A gang of gunslingers recruits their newest member - John Hartman Jr., the son of another notorious shootist who is trying to live up to his father's reputation. The outlaws threaten Cimarron City with destruction and kidnap two of its younger citizens to enforce the point. Will Buckley refuses to help the town prepare to fight the criminals because he recognizes his young son as one of the gang's members.",
                "Judith Hann introduces the last program of the series featuring Jonathan Maitland on headache tablets that can give you a headache, Andy Webb reports on the possible dangers of mobile phones, Denise Mahoney brings to our attention the scandal of orphaned embryos, and Wendy Robbins tells us how most current hernia operations could be replaced with a more modern procedure. Also Alice Beer visits Los Angeles to see how Californian teenagers are embracing cosmetic surgery.",
                "Captain Hammer: [singing] Don't worry if it's hard, if you're not a friggin 'tard you will prevail.",
                "B., F.. \"Cinq gachettes en or\". In: \"Le Film français / La Cinématographie française\" (Paris, France), June 1969, (MG)",
                "USA:25 September 1952",
                "Adam Greene and his father Noah travel to the town of Iquitos in South America, to meet the Ecology Emergency Network. They plan to go on an expedition up the Amazon for making contact with the local natives known as the Grove People. When they are in the port, Noah's suitcase is stolen. He goes to the embassy and leaves Adam to watch their belongings. Adam waits in the boat, soon falls asleep and two river otters push the boat to the forest. Equipped with his garbage bag, the Ecorder and the amulet of the Forest Heart, Adam starts a fascinating and educational adventure, whose goal is to protect the Grove People, the flora and the fauna of the rainforest from a ruthless entrepreneur named Slaughter and his gang.",
                "In a time of evil, in a distant galaxy, a planet under siege awaits a hero.",
                "Blair Warner: I like to live on the dangerous side once in a while. Just last week, I took the bus!",
                "Arriving in Toronto from Iran, 19 year old Pedram Abasi embarks on a journey shared by millions of people every year, adapting to a new language and culture. While making great progress to the delight of his aunt and uncle who have taken him in, Pedram's life drastically changes course when he meets Nima and Chirssy who introduce him to a world of all night raves, promiscuous sex, and taking Ecstasy till sunrise. Before long, Pedram's family begins to resent his irresponsible ways and regret ever taking him in. With his education in peril and his life on a downward spiral, Pedram must now regain control before all hope is lost.",
                "Joe Oramas: Hey listen, if you guys do something later, can I join you?::Finbar McBride: We're not gonna do something.::Joe Oramas: No, I know, but if you do, can I join you?::Finbar McBride: We're not gonna do something later.::Joe Oramas: Okay, but, if you do?::Finbar McBride: Okay.::Joe Oramas: Cool.",
                "$19,247,062 (USA) (25 December 2000)",
                "The film was censored upon release to remove nudity involving natives on the island.",
                "Was released in Germany as a 35-minute selected scene edition in Stereo and Scope.",
                "Baha'i House, Jaswant Singh Road, New Delhi, Delhi, India",
                "Blithewold Mansion - 101 Ferry Road, Bristol, Rhode Island, USA",
                "24 June 2006 - 2 July 2006",
                "Finland:29 November 2003",
                "Urmila Matondkar was originally supposed to play the character of Vasundhara, but opted out due to problems with filming dates.",
                "Towards the end of the movie, there is a scene where 'Joaquin Phoenix' (qv) is sitting with his father, at a table, drinking beers. In reality, this man is not Joaquin Phoenix's father, but actually 'Casey Affleck' (qv) and 'Ben Affleck' (qv)'s own real-life father.",
                "Ben's Dad: I love you. You're the best thing that ever happened to me.::Ben Stone: I'm the best thing that's ever happened to you?::Ben's Dad: Yes.::Ben Stone: Now I'm starting to feel a little sorry for YOU...",
                "By way of the most unrelenting and ironic fate, Thomas must unknowingly endure the point-blank malice of the cosmos and daftly navigate his lonely path through concentrated events of misfortune, all while bearing a generally favorable and innocent countenance.",
                "Bounoure, Gaston. \"La valse blanche\". In: \"Image et Son\" (Paris, France), Ligue Française de l'Enseignement, Iss. # 46-47, November 1951, Pg. 3, (MG)",
                "A living victim's personal journey through one of the most unique serial killer cases in U.S. History - the BTK murders, as told through the eyes of Charlie Otero, the oldest surviving member of the first family BTK murdered on January 15th, 1974.",
                "Niamh confides her troubles with Keith to Orla. Keith organises a tête-à-tête with Una, but this goes awry when he questions the paternity. Mike rebuffs Ken's offer of help because the Bistro is short handed due to Gordon's premature departure, and Ken finds out about Gordon's attempt to poach Cleo. Geraldine reminds Mike that he needs to find a new chef, regardless. But Mike says he can go it alone for now. Jimmy cuts a call from Ali when he hears Robin enter their apartment. Niamh tells Keith she cant see him until he sorts his life out.",
                "Carter Pewterschmidt: I'm having a heart attack-ack-ack-ack-ack! You oughtta know by now!",
                "Germany:24 January 2007",
                "Mr. Daws: Did you know that I was struck by lightning seven times?",
                "Italy:31 August 1949",
                "UK:7 August 1988",
                "Spain:2 July 1965",
                "The hardest location to lock down was the strip club. Director 'Vincenzo Sannuto' (qv) must have called at least 30 strip clubs before he locked down Tony's East in Scarborough. Tony's East accepted $80 for the production to shoot there. The problem with locking down a strip club was that most strip clubs opened early.",
                "[collapse from thirst]::Cable Hogue: Lord, you call it. I'm just plain done in. Amen.::[glances at his boot and sees that it's caked with mud, then scrapes around in the sand until he locates a small spring]::Cable Hogue: Told you I was gonna live. This is Cable Hogue talkin'! Hogue! Me! Cable Hogue! Hogue... me... me... I did it... Cable Hogue... I found it... me...",
                "$10,365,831 (USA) (16 August 2009)",
                "Canada:11 October 2004",
                "Indonesia:30",
                "This comedy/variety show specialized in parodies of movies and television shows and commercials. Often, they would also have a special guest (e.g., a TV actor) join them in the comedy sketches, with hilarious results.",
                "The film was conceived, written, shot and edited in three weeks on a shoestring budget of less than $3,000, most of it charged on a credit card.",
                "Dr. James Wilson: Hi, do you guys deliver? Let me put it this way, if you deliver there'll be a $100 tip in it for you.",
                "For 21 of the 26 season of Dr Who the key used for the TARDIS was a simple Yale lock key and was used in the normal way. The unique key used in this film was devised by 'Jon Pertwee' (qv) and was used for his last three years in the show and was also used by 'Tom Baker (I)' (qv)'s Dr for his first two seasons. For the first time viewers are shown exactly how this version of the key works.",
                "Kath: [thinking Kim is gay] Kim I want you to know, I know that you've thrown your handbag in the river and I'm okay with that... [Kim looks bemused]",
                "The Doctor: Fire Escape, Bin Liner and Air Duct - you come with me. The rest stay here.::Blue Kang Leader: No! Red Kangs leave no outlooks. Blue Kangs have got into their brain quarters and won the game. Blue Kangs are better.::[Red and Blue Kangs begin shouting at each other; the Doctor efforts to cut through the sudden din]::The Doctor: Please! Pleeeeeeeeeease! Please. This is no time for games! The future of Paradise Towers is at stake. We must all work together. You've got to help us. Do you understand?::Blue Kang Leader: But Blue Kangs HAVE WON!",
                "Everything you know about desire is dead wrong.",
                "$17,730,149 (USA) (8 July 2007) (3,411 screens)",
                "All the characters shown in the film are face-book addicted.",
                "Canada:28 February 2005",
                "Jane: I look like a fucking whore? This is from Paris!::Si Phateuxx: Well then, you look like a fucking Parisian whore.",
                "Greece:9 November 2006",
                "Toei Movie Land, Kyoto, Japan",
                "Cos: In the end, it all comes down to luck.",
                "CONT: When Wolfram brings Haeckel to the cabin for the first time, it's clear that there are no other cabins next to it. However, when Haeckel walks to the cabin in the morning after waking up in the graveyard, there is now a big rustic cabin next to Wolfram and Elisa's cabin in the background.",
                "Captain Jim Brass: How does somebody get into your club with a gun?::Manny: Don't ask me. Ask the metal detector, it's supposed to work.",
                "A group of men work on various parts of a large generator, assembling the pieces. A crane carries a large piece of the generator over to the rest of the machine, and the men guide it down to assemble it. The crane brings two other pieces to the machine and lays them down where they belong.",
                "Chris Pontius: From my experiments with sexiness, it seems like a lot of people are afraid at first, and fear usually equals violence. But eventually I'll win their hearts, and instead of fighting, they'll want to make love to me.::Johnny Knoxville: Even the men?::Chris Pontius: Yep.",
                "Poland:5 August 2011",
                "Canada:13 October 2009",
                "Brother Cavil: But first we're going to die in a vacuum.::Brother Cavil: There's a 170 ft launch tube in front of us, we might die of our injuries before we get to the vacuum.::Brother Cavil: I don't like you.::Brother Cavil: I understand that.",
                "Eloise Winters: Can't I stay dad?::Henry Winters: This will be man to man talk. You never know what language will be used.",
                "KRW 3,239,982,859 (South Korea) (24 September 2010)",
                "Sno Blo Band: [Referring to Vince] Who's that dork?",
                "Brazil:8 June 2010",
                "Sokka: Who ate all my blubbered-seal jerky?::Aang: That was food? I used it to start the campfire last night.::Sokka: [groans] That was why the smoke smelled so good...",
                "4,568,613 (Italy) (6 April 2003)",
                "Zombie ducks emerge from a goop of bubbling tar to attack a stoned duck hunter. Across the lake of tar, Rantdog and his family ignore the roar of shot-gun blasts as they prepare for a picnic, tease their crippled son and play crocket with a half dead bunny. The Return of the Ducks of Death is the second episode in the animated series Zombies of the Tar Sands of Death of Doom.",
                "Theodore: Guys, I wanna go home.::Simon: What do you mean? You are home.::Theodore: No. I mean home home, with Dave.::Alvin: But Theodore, wake up and smell the toffee. Dave doesn't even want us. He doesn't even care to come to our show.",
                "Peru:25 December 1999",
                "Kyle: What do you suppose alien crystals are going for on eBay?",
                "Eva is a bored housewife, and is totally ignored by her husband who is more concerned about playing video games than talking to her. When she sees an advert for a home demonstration of cosmetics, she gets more than she bargained for when the salesman arrive.",
                "UK:12 June 1960",
                "14 May 2001 - June 2001",
                "$1,006,287 (USA) (29 June 2003)",
                "Luc feels very good. He's looking forward to a meeting with Boyen who can bring Sanitechniek a lot of work. And he also feels very happy with Rosa and she with him. Peggy doesn't intend to buy the loft and neither are Rosa and Luc. Femke asks far too much money. Waldek eats at Ter Smissen again, because he knew Luc wouldn't be there. Femke isn't at the Noorderzon and the staff hasn't been payed yet. Femke feels sick. She even threw up during the night, but she still doesn't want to say anything. Nancy talks to Peter about it. Dominique sees this and draws her own conclusions. She goes to Nina and warns her Peter is trying to make contact with Femke again. Nina finds it hard to believe. Fien wants to introduce Jens to her parents, but he wants to go to Franky's party. Fien doesn't give him any choice and even brought a suit for him to wear. Simonne is first at Franky's eighteenth birthday party. She makes excuses for Frank who doesn't want to come. Everyone else is there. Franky gets a travel coupon for two persons to Ibiza. It's for him and his girlfriend. Franky says he'd rather go on an adventure trip with Bram. Then suddenly Frank steps in, gives Franky the shares to Sanitechniek and disappears promptly, leaving everyone perplexed.",
                "Grandma Kerpacketer: If Shlomo and Boris make it through tonight's performance without killing each other, that will be the miracle of Chanukah.",
                "[first lines]::[A map of North America appears on screen; then a map of Alaska with the Inside Passage highlighted]::Narrator: Uncle Sam's Alaska looms into the limelight of current events as a possible haven for many of the unfortunate peoples who have been driven from their native lands by the dictates of tyranny and the horrors of war. The usual approach to this land of promise is by way of the so-called Inside Passage, a remarkable salt water route extending from Seattle to Skagway, through a network of well-protected channels, along the shores of which are many good harbors, ...::[Scene changes to a view of Ketchikan, Alaska's harbor from aboard ship]::Narrator: ... beginning with that of Ketchikan, into which we now sail.",
                "Many of the characters names in Ocarina of Time are actually names of towns in Zelda II: The Adventure of Link. Rauru, Mido, Ruto, Saria, and Darunia are names of characters in OoT as well as names of villages in AoL.",
                "Finland:23 October 1988",
                "South Africa:22 February 2003",
                "Naomi has stolen Ringo's trainee paramedic ID and Googled him to pretend being a perfect match. Despite Karl's hasty warning about 'professional ethics', he's seduced to enter with her a university trivia quiz. At the park games tree legged-race, Zeke insists to team up with Susan, Donna is delighted that Nixon 'Nick' turned up, but so does her other potential pa, businessman Nicholas 'Nick' McKay. Andrew sees trough his fake paraphernalia and proves that ma Cass's former teacher is a convicted crook.",
                "They left today behind to discover adventure, fear, love and survival.",
                "He's playing for life... he's not playing for laughs...",
                "Many cars used in chasing sequences are manufactured by Hyundai. Shahrukh khan in brand ambassador for Hyundai.",
                "The Bennets' address is 9 Juniper Lane.",
                "CONT: When Tony Stark is showing Yinsen the schematic for the Iron Man suit, you can clearly see the newly made mini arc reactor glowing in his shirt. Then in the next scene it shows them placing the one in he just made before that scene.",
                "$1,931 (USA) (29 April 2007) (1 screen)",
                "At the end of episode \"Smart and Smarter\" guest star qv##nm1101562## criticizes the people on the credits.",
                "$8,170,755 (USA) (6 April 2008)",
                "$55,167 (USA) (14 August 2011)",
                "This documentary treats movie fans to a behind-the-scenes look at the making of Max Keeble's Big Move, about a young boy who uses his imminent move to another town as his big chance for revenge on everyone who's tormented him, only to have his plan backfire. Included are interviews with the cast and crew who talk about the experience of making the film, as well as all of the effort that went into it.",
                "Margene Heffman: [telling her mother about Nicki and Barb, who she says are her neighbors] They're very conservative. We don't drink.::Virginia Ginger Heffman: You're kidding! I brought 2 bottles of Stoli.::Margene Heffman: [slightly shocked] I'm pregnant, Ma!::Virginia Ginger Heffman: Just an old wives tale.",
                "In Palma, Timo is unapproachable, so Ansgar asks Emilio -who shamelessly extracts an ever higher price- instead to bid for him on the single Khmer idol Nicola failed to remove the smuggled gold from before the auction. In Düsseldorf, Daniel is physically seduced by Jessica, but turned off when Andi tells him the truth about that vamp. Tristan is arrested after a complaint from Alexander, whom he tried to strangle, yet refuses to tell the police, Ludwig or even Sebastian why, so risks everything, absurdly to protect Marlene.",
                "$3,209,481 (USA) (20 June 2002)",
                "A car carrying two Ministry officials, enroute to investigate the budget overruns on Professor Rushton's latest project, vanishes under escort. Steed goes to investigate, and discovers the hard way where the money has gone; to build a device capable of shrinking anything to a fraction of its normal size. While Rushton has great science- and industry-oriented plans for the device, his assistant Chivers has plans of his own... to make a profit, and dispose of anyone in his way. Steed, inches tall, manages to telephone Emma with a warning, but she is captured by a co-conspirator of Chivers, and next faces the shrinking machine. How will Steed and Emma get through this one?",
                "Off. Sasha Monroe: [to Davis] What are you doing here?::Off. Tyrone 'Ty' Davis Jr.: First day back, I thought you might want a ride.::Off. Sasha Monroe: That's very sweet. You didn't have to do that.::Off. Tyrone 'Ty' Davis Jr.: What else am I gonna do with this other cup of coffee?",
                "Jim and John Marsh, twin brothers, are totally unlike in nature and appearance. Jim is healthy, while John is sickly. Their father is a ranchman. May, the daughter of Ranchman Holt, has grown up with them. May is much attached to Jim and pays a good deal of attention to John from sympathy. He is hopelessly in love with her, but refrains from showing it. On their birthday, Mr. Marsh gives the boys each one thousand dollars. John banks his, but Jim embraces the chance to see the outside world. Two years pass and Jim has had a good time, but no money. He receives a letter from May telling him that his brother John is failing fast and asks for him. Jim returns and his father berates him for squandering his money. Jim is astonished at the change in his boyhood sweetheart, May. It is not long before they are deeply in love with each other. Jim proposes and is accepted and asks Mr. Holt for his daughter. Mr. Holt tells him that when he can show him one thousand dollars that he has earned he can have May. Upon his return home John notes his downcast demeanor; he persuades Jim to tell him what is the matter and upon learning the truth he persuades Jim to take his thousand dollars. Mr. Holt is puzzled, but is a man of his word and Jim rides away to buy the ring. Marsh has bought a bunch of cattle from Holt and has to deliver his thousand dollars the same day. During the night one of the cowboys steals the money. Marsh comes to the hasty conclusion that Jim has taken it. He goes to Holt to explain the delay and learns that Jim had one thousand dollars and their suspicions become certainties. They ride off for the sheriff for Marsh intends to punish Jim. May overhears them and runs to John for advice. He tells her of the money he gave Jim and hands her the check stub. She gives him a good kiss and hurries off and intercepts the sheriff. They return to thank the sick man, but find that he has peacefully passed away.",
                "Brazil:14 September 1997",
                "Director 'Pooja Bhatt', and Actor, Music Director and Singer 'Himesh Reshmiya' were not aware about the release till the afternoon of the release day.",
                "For more than a decade the people of Brisbane have been entertained by a Charlie Chaplin impersonator, found on his usual weekend spot in Queen Street Mall. People laugh at his tricks. Take pictures with him and move on with their lives. But what they don't realize is that the man playing the character is a well-known actor in the local film industry, who has chosen to stand still as a weekend job in order to survive in a fragile industry. So who is the man behind the mask?",
                "Agatha Spanners' and Mrs Spragg's house was located on the Pinewood back lot.",
                "USA:2 August 1979",
                "The Day Jesus Shoe'd Dick + Bush The Door' is a 'mockumentary' filmed in front of the White House on Dick + Bush's last day in office (01-19-09). dR. O played the role of Jesus in Lafayette Park tossing the first ceremonial shoe at effigies of Dick + Bush. Hundreds of people participated and threw their shoes as well eventually throwing hundreds of shoes over the White House fence to 'Shoe Them The Door'. In the end Dick + Bush launch a surprise attack on Jesus beating him down after which they receive a high five from Satan....",
                "Soldier #1: Now that Tom is dead, I want to use his body to create an android-like robot. I'd appreciate you approving my application.::Soldier #2: You're assured of success?::Soldier #1: Yes.::Soldier #2: Okay, it's approved.",
                "MXN 34,298,531 (Mexico) (29 March 2007)",
                "$41,958,885 (USA) (22 December 2002)",
                "Australia:19 July 1989",
                "\"Ever since all this happened, all everyone wants to see is my penis!\"--John Wayne Bobbitt",
                "3,000 years ago, a Greek fisherman escorts a shipwrecked Atlantean princess to her home on an advanced eighth continent... beyond the \"Pillars of Hercules.\"",
                "Carol: Sometimes I think it would be nice to have someone, with whom to share this life.",
                "€ 1,326,838 (Netherlands) (10 March 2004)",
                "USA:10 July 1976",
                "Holguin, Cuba",
                "Robin: Thought vultures only ate dead meat.::Kid Flash: Yeah. These are some very proactive scavengers.::Robin: Proactive and supersized. You thinking what I'm thinking?::Kid Flash: Cobra venom? Yeah!",
                "3 December 2010 - 5 December 2010",
                "346,106 (Brazil) (23 December 2001) (opening week)",
                "Copyright ©2007 by Shangri-La Entertainment LLC and Paramount Pictures Corporation",
                "$1,887,791 (USA) (1 September 1996)",
                "CONT: The horses Ethan and Marty are riding are not in sequence. When Marty rides his horse to death and is seen carrying his saddle, he was riding his buckskin (which is the horse that supposedly died). When he rides out with Ethan to look for the two girls, he is again on the same buckskin horse. Also, when Marty leaves and goes after Ethan, Laurie gives him her blaze-faced sorrel 'Sweet Face'. When Ethan and Marty are riding together after Marty buys 'Look', they are both riding dark faced dark horses and not leading any other horses. Later on, Marty is once again on 'Sweet Face'.",
                "Sheryl Rubio and Victor Drijas are two students at La Academia, a School for the Performing Arts-style secondary school. Victor is new to the school, and, before long, he and Sheryl are in love. This being a telenovela, they'll have lots of ups and downs. They're part of an ensemble cast that create lots of romantic and musical subplots. The backdrop provides lots of excuses for singing and concerts, and the girls in the show vie for the school's hotties -- mostly Victor and Aran. Many of the girls resort to head games and catty tactics to snare (1) a novio (boyfriend) or (2) a juicy part in a musical or concert. In short, if you went to a competitive high school, it's a lot like your own high school experience.",
                "anonymous. \"Een volwassen Disney. Ralph Bakshi in de ban van Tolkien\". In: \"Knack Magazine\" (Brussels, Belgium), Iss. # 52, 26 December 1979, Pg. 65-66, (MG)",
                "Some camera shots show David in a hooded raincoat. Which may be to imply that he's some sort of a caped crusader.",
                "France:9 May 2005",
                "Bachhaus, Eisenach, Thuringia, Germany",
                "Graham Marshall: [voice-over] He felt like one of those gods who appeared to maidens in human form. He knew he'd been great. Ah, Stella... such a sweet girl, really. He'd have to be sure to reward her for being in the right place at the right time.",
                "Rated R for language, brief sexuality and violence",
                "A band of raiders are about to run the Murphys off of their homestead when they are stopped by the Rev. Harding and his sister Vicky. Gang leader Duke Flinders is about to shoot Harding when the Durango Kid appears and runs off the outlaws. Steve Ransom is persuaded by the townspeople to beome their Marshal. He soon learns that saloon owner Blaze Howard and Doc Weston are behind the raids and plot to gain the homesteads.",
                "Together they're making a cardiac arrest.",
                "Universum-Film-Aktengesellschaft Studios, Berlin, Germany",
                "David Hodges: Oh, and by the way, uh, this is just the work me. You haven't had the full David Hodges experience.::Greg Sanders: I think I'm having it right now.",
                "Jafar: If it weren't for *me*, you'd still be in a cage at the bazaar squawking, \"Polly want a cracker\"!",
                "4575",
                "The story of a strange obsession!",
                "Norway:29 August 1992",
                "Grady Tripp is a professor/writer living in Pittsburgh who is struggling with writer's block. Whilst doing this, he also manages to get the chancellor pregnant. In the meantime, he and a college student, James Leer are trying to find a rare jacket once owned by Marilyn Monroe, and a college girl, Hannah Green boarding with Grady has a bit of a crush on him.",
                "UK:June 1952",
                "France:23 April 2007",
                "American Farmer is a breakthrough program on a mission to showcase the latest advancements in agriculture and farming. From seed to harvest, livestock and more, our producers have traveled the country covering the people, places and issues impacting all areas of farm country.",
                "'Gérard Tichy' (qv), who plays Pontius Pilate, played Joseph, husband of Mary, six years later in the Hollywood epic \"King of Kings\", where his speaking voice was dubbed by another actor.",
                "This movie was made and released about six years after this film's source 'John Power (VII)' (qv) 'The Last of the Knucklemen' play of the same title was first published and performed in 1973.",
                "Nostalgia Critic: So this British... fish hunter or something comes aboard to try and capture the shark and make lots of money off of it.::Cinema Snob: [cutting in] Actually, that guy is from Manimal.::Nostalgia Critic: Cinema Snob? What are you doing here? What is Manimal?::Cinema Snob: Only the greatest series to ever come out of the 1980s. Let me fill you in. It all started on September 30, 1983. Simon McCorkindale starred as Dr. Jonathan Chase...",
                "$2,320,000 (Philippines) (11 May 2002)",
                "With the exception of several occasional Runners and Grips, the bulk of the movie was crewed by the Director (Camera Op), Sound Man James Privett (Who also played Ain'e) and then the assistance of the lead actors who weren't filming that day, Celia Muir (Lucy), Shane Sweeney (Chris) and Tom Geoffrey (Andy).",
                "Customer: [referring to the waitress who is having sex in the fridge] Where's our other waitress?::Max Black: She's coming.",
                "Until he saw the results of 'Leonardo DiCaprio' (qv)'s work, the real 'Frank Abagnale Jr.' (qv) didn't think DiCaprio was \"suave\" enough to play him.",
                "$14,017,704 (USA) (5 October 2003)",
                "Sister Ana: I couldn't sing in front of anyone. I just couldn't.::Sister Bertrille: Why not?::Sister Ana: If people watch, I shake all over when I sing.::Sister Bertrille: Well, don't let that worry you, Sister Ana. It never hurt Elvis Presley.",
                "260,255 (France) (22 October 2002)",
                "Jack Stiles: You mean, we didn't play \"Yank My Doodle, It's a Dandy\"?",
                "1932 Columbia Pictures Corp. of Calif. Ltd. (on print)",
                "Early episodes of the show were videotaped, later episodes were filmed.",
                "CONT: When Mitch stands near the alcove to the Morolto's hotel room, a tall vase on a table is near the molding of the entrance. When Mitch enters the room to confront the brothers, the vase is closer to the center.",
                "[Archie has put his gun down to fist fight with Otto]::Archie: I used to box for Oxford.::Otto: Oh, yeah?::[Otto quickly picks up Archie's gun, and points it at him]::Otto: I used to kill for the CIA.",
                "INR 24,758,200 (India) (7 March 2003)",
                "Jordan: Traffic control command center has cameras all over the city, right?::Detective Carver: Most of the sections, yeah.::Jordan: I know 'cause I keep getting sent pictures of myself running red lights.",
                "Canada:12 July 2008",
                "Italy:21 August 1987",
                "Wade Whitehouse is a sheriff of a small New Hampshire town who achieved nothing in life in the opinion of his ex-wife Lillian and daughter Jill and is a heavy drinker. His girlfriend Margie accepts him the way he is. On the first day of the hunting season, Wade's friend Jack takes a wealthy businessman to hunt - and only Jack returns alive. Wade decides to play detective and starts investigating the case despite the fact Jack insists it was an accidental self-inflicted shot.",
                "Bullhorn: Man, you guys ain't had no waffles like these. These waffles are so good, they're like they come from down South. These buttery motherfuckers will melt in your mouth. Man you ain't had no waffles...::Black Dynamite: Wait! Bullhorn, what did you just say? You said, 'Melts in your mouth'. Quick... [erases the restaurant menu blackboard] What else melts in your mouth?::Cream Corn: M&M's!::Black Dynamite: Exactly. And not in your hands. And who makes M&M's?::Militant #3: Mars Candy Company make it. Yeah, yeah.::Black Dynamite: And Mars is also...::Saheed: The Roman God of War.::Black Dynamite: Who is the Greek God of War?::Militant 2: Ares.::Black Dynamite: Now, you take Mars and spell it backwards, drop the S.::Cream Corn: Ram. That's right. And ram is the zodialogical sign for Aries. Oh! Now dig. Ares' half-sister is Athena.::Black Dynamite: Now you're getting it.::Cream Corn: Whoa, whoa, whoa. Athena, Athens.::Saheed: Which is the capital of Greece.::Black Dynamite: And as we all know, zodialogical astronomy was created by the Greeks in...::Cream Corn, Saheed, Militant 2, Militant #3: 785 B.C.::Militant 2: And 785 is the area code to Topeka. Oh, my God. 785 is the area code to Topeka, Kansas!::Bullhorn, Cream Corn, Saheed, Militant 2, Militant #3: Code Kansas!::Black Dynamite: Now take that, spell it backwards and drop the S.::Militant #3: Snake doc. Snake doctor, yeah!::Black Dynamite: Yes. And brothers, who is the Greek Demigod of Medicine who believed that snakes' tongues had mystical healing powers?::Cream Corn: Aesculapius, of course. He had a staff with snakes intertwining all around that bitch. They called it Aesculapius' staff. It's a symbol the medical field uses to this day.::Black Dynamite: Now, what legend involving snakes is in both Greek and Roman mythology? Now, come on. It involves Aesculapius' own father.::Woman at table: Apollo.::Black Dynamite: Yeah. Thanks, lady.",
                "Weingarten, Baden-Württemberg, Germany",
                "Orry Main: [talking about Madeline] Until you've been in love, you don't know what it's like. Nothing else seems to matter.::George: Then you sir, are a romantic fool.",
                "'Isabelle Adjani' (qv), 'Melissa Sue Anderson' (qv), 'Rosanna Arquette' (qv), 'Jamie Lee Curtis' (qv), 'Bo Derek' (qv), 'Laura Dern' (qv), 'Carrie Fisher' (qv), 'Bridget Fonda' (qv), 'Mariel Hemingway' (qv), 'Helen Hunt (I)' (qv), 'Amy Irving' (qv), 'Cynthia Nixon' (qv), 'Sarah Jessica Parker' (qv), 'Mary Steenburgen' (qv) and 'Charlene Tilton' (qv) were all considered for the role of Violet.",
                "$3,376,009 (USA) (14 August 2005)",
                "Eddie Riley: You're the dude who chased me. I thought you were dead.::John Amsterdam: I was. Now I'm not.",
                "€ 35,956 (Netherlands) (18 March 2012) (42 screens)",
                "Lindenberg, Germany",
                "Robert de Rainault: Gisburne's brains are in his backside. It's not more men he needs, it's more [slaps his head] up here!",
                "Philippines:30 September 2010",
                "Released in the US as a split reel along with the documentaries _The Stickleback (1913)_ (qv) and _The Chateau of Chambord (1913)_ (qv).",
                "Can't make a film? Just steal one! Class war, revenge and the race divide collide in this funny post-reality hip hop mind trip.",
                "'Jim Henson (I)' (qv) provides most of the vocalizations (coughs, hiccups, etc), as well as the only spoken lines: four times, he says \"Help!\".",
                "West Germany:10 May 1985",
                "'Genndy Tartakovsky' (qv) asked his mother in law to translate dialog for the Nelvanian natives into Hungarian.",
                "Brazil:13 December 2001",
                "Hong Kong:6 June 1991"
            ],
            "max_len": 626
        },
        {
            "alias": "mi",
            "column": "mi.info",
            "operator": "like",
            "data_type": "text",
            "preprocess_type": "embedding",
            "distinct_values": [
                "Four vampires move into a large house in an American town. Led by the seductive Regina, they seem to be particularly interested in the neighbor Charlie and his girlfriend Alex, since Charlie once killed Regina's brother Jerry. Charlie is bitten by her and transformed into a vampire. She kidnaps him and takes him to the house. Is this the end for Charlie?",
                "Joravar lives in a the desert state of Rajasthan in a small village together with his wife, Lachmi, and two young daughters. His first daughter inexplicably passes away, and both parents take extra special care of their second one. Unfortunately, she too starts suffering inexplicably, with the local doctor throws in the towel and asks her parents to pray for her soul. But both refuse to accept the doctor's verdict and set out to speak to a village elder by the name of Jasso, who asks them to go to Suku Baba who will surely find a way to cure their daughter. The parents travel on camel-back, find Suku Baba, who is already well aware of their plight and has a solution, namely that the parents must travel to another village, and cleanse the well that the upper caste Thakurs used to draw their water from years ago. The parents travel to this village, and ask around for this ascetic well - but nobody is willing to answer their question, all except an elderly woman named Rammo. She shows them the way to the well, and it is here that Joravar will come to know the horrifying secrets, the demons that dwell within the minds of the villagers, as well as the ghosts that dwell in the well - ghosts of tormented men and women - who had been killed by the Thakurs - and who now want their absolution.",
                "Carl Anheuser: You're telling me that the North Pole is now some where in Wisconsin?::Professor West: Actually, that's the South Pole now.",
                "John Herod: I said, are you still fast?::Cort: Faster than you.",
                "[first lines]::Nat 'Hawkeye' Cutler: Don't shoot! I surrender!::Mrs. Cutler: Nat! I might have know it was you. Nobody else could hit that iron from across the clearing. Chingachgook, welcome to my home again!::Chingachgook: Greetings to the mother of Hawkeye.",
                "France:11 April 2000",
                "\"Zwischen Nacht und Morgen (Eine Dirnentragödie)\". In: \"Illustrierter Film-Kurier\" (Vienna, Austria), Filmpropaganda Ges.m.b.h., Iss. 250, 1931, Pg. 8",
                "Doubt, Delusions, and the Devil",
                "Finland:25 March 2011",
                "Hungary:28 July 2004",
                "CREW: Shadow on the car and Eva as she drives immediately after buying it.",
                "Marshal Leigh Johnson: It's gonna be a bloody job.::John Marston: I don't know any other kind",
                "Hallie O'Fallon: Excuse me! Can I cut in? I won't take long... I just have to fix this mistake I made.::Girl in Line: Have cuts for a dollar!::Hallie O'Fallon: Forget it. Merry Christmas, Happy Hanukkah! Don't forget to tell Santa what a creep you are!",
                "Nostalgia Critic: Hey, don't get philosophical with me, kid. It's not that kind of movie. [as Ed] We're all born to die, sir.",
                "Home of Our Own, A",
                "$11,934 (USA) (22 April 2001) (4 screens)",
                "UK:21 January 1985",
                "Cooper: [after Wells has had his intestines exposed] How are you feeling?::Wells: A touch of gas. And the fact that various body parts are trying to vacate the premises, fucking awful.",
                "This edition of Jay Bonafield's \"This is America\" series for RKO visits several of America's leading comic-stip creators of the era, including Al Capp (Li'l Abner), Harold Gray (Little Orphan Annie), Hal Foster (Prince Valiant), Otto Soglow (The Little King)and Ham Fisher (Joe Palooka.) Ham Fisher may or may not have taken his usual swipe against Al Capp---which he regularly did after Capp quit drawing the Joe Palooka strip for him in 1934---but it wasn't used if he did.",
                "The first part of Bill Douglas' influential trilogy harks back to his impoverished upbringing in early-'40s Scotland. Cinema was his only escape - he paid for it with the money he made from returning empty jam jars - and this escape is reflected most closely at this time of his life as an eight-year-old living on the breadline with his half-brother and sick grandmother in a poor mining village.",
                "Philippines:12 January 2010",
                "Hans Muller is a Jewish refugee from Germany. Relocating to Israel after World War II, he can not overcome the psychological effects of the war. After attacking a policeman, Hans becomes a fugitive, traveling through Israel with a teenage boy.",
                "Celia is filming a live cookery programme from her kitchen and has agreed that Alistair should help her but, thanks to Mel and Will, he ends up in disgrace and they take over as their mother's helpers. Alistair has the ultimate revenge planned - letting loose a snake, rats and a box of stick insects to add to the broadcast.",
                "Iconic writer, director, actor, comedian, and musician Woody Allen allowed his life and creative process to be documented on-camera for the first time. With this unprecedented access, Emmy-winning, Oscar-nominated filmmaker Robert Weide followed the notoriously private film legend over a year and a half to create the ultimate film biography. Woody Allen: A Documentary chronicles Allen's career - from teen writer to Sid Caeser's TV scribe, from standup comedian to award-winning writer-director averaging one film-per-year for more than 40 years. Exploring Allen's writing habits, casting, directing, and relationship with his actors first-hand, new interviews with A-listers, writing partners, family and friends provide insight and backstory to the usually inscrutable filmmaker.",
                "Venezuela:13 May 2011",
                "Hungary:31 July 2011",
                "$8,985,942 (USA) (21 January 2001)",
                "Vinnie Gognitti: Well, that was fun... in a fuckin' terrible, sick, not-at-all-fun kinda way.",
                "Mahrenholz, Simone. \"Ein spannender Weltkriegs-Thriller von Michael Apted\". In: \"epd Film\" (Germany), Vol. 19, Iss. 2, 1 February 2002, Pg. 36-37",
                "$36,251,249 (USA) (9 July 2006)",
                "'Sherman Helmsley' found out about the show's cancellation by reading it in the newspaper. 'Isabel Sanford' (qv) found out from a relative that called her, who had read it in a trade publication.",
                "A Musical-romance with Dick Powell as a private stationed in Hawaii who gets involved with Ruby Keeler, the general's engaged daughter. In order to avoid a scandal, the pair break up, but meet again years later when Powell's at West Point producing the annual play that turns out to star Keeler.",
                "CONT: SPOILER: After Maleficent transforms into the Dragon, we see Prince Phillip charge at her at full speed. When he his knocked off his horse, the horse charges towards Maleficent, and disappears. Seconds later Maleficent destroys the bridge, and somehow the horse is back in the thorn bushes.",
                "Commissariat de Saint-Germain-des-Prés et Monnaie - 14 Rue de l'Abbaye, Paris 6, Paris, France",
                "Germany:17 September 2003",
                "Oskar: Who are you?::Eli: I'm like you.::Oskar: What do you mean?::Eli: [accusing tone] What are you staring at? Well?::Eli: Are you looking at me?::Eli: [points her finger at Oskar] So scream! Squeal!::Eli: Those were the first words I heard you say.::Oskar: I don't kill people.::Eli: No, but you'd like to. If you could... To get revenge. Right?::Oskar: Yes.::Eli: Oskar, I do it because I have to.::Eli: Be me, for a while.::[pause]::Eli: Please Oskar... Be me, for a little while.",
                "The short film is set in the 1970s. It begins at a cliff-top crime scene, where police inspectors are investigating a supposed suicide. Prior to this, the police had been chasing well-known con -artist Leonard Nixon and his accomplice, Denise Lowe. Through use of flashbacks, the film explores how and why the police inspectors were bought to this scene. Denise Lowe was a sassy, sexually confident young woman who's involved with Leonard both romantically and criminally. Denise appears to have been enchanted by Leonard's lifestyle, giving up her more conservative life to be with him. But is there more to her than meets the eye, and is it possible for the dead to have the last laugh?",
                "Denmark:13 January 1971",
                "Brazil:25 April 1995",
                "Walker: You're turtles?::Donatello: Yeah, of the Teenage Mutant Ninja variety.",
                "CONT: Right before Todd introduces the tan-lines dance routine, he says something that annoys the crowd. The people in the crowd express their annoyance by hurling literally dozens and dozens of paper cups and other objects at him, which land around Todd on the pink dance platform. Then the camera angle changes as the first girl comes on the dance platform, yet there are no paper cups or any other debris visible on the dance platform.",
                "\"Meanwhile...\" got it's title from an ad lib that Stacey L. Johnson did in the film, \"A Good Day\".",
                "SPOILER: During filming 'Nicholas Braun' (qv) suffered a concussion; when the CO2 squib fired, he fell back and the pressure from the squib knocked a box off a shelf and onto his head. According to 'Kevin Smith (I)' (qv), when he showed up at the emergency room escorting Braun, the actor was still wearing a prosthetic gunshot wound on his forehead, sending the E.R. staff into a frenzy.",
                "A famous singer disappears in a plane crash. Her two little girls are given a new home by their grandfather. Unfortunately the good man has an old housekeeper who goes out of her way to make their lives impossible. In desperation the two brats run away to Paris. Meanwhile, the girl's father manages to steal important documents. In the end, Gaby and Ginette track down their mother who had not got killed at all. All is well that ends well.",
                "'Ingmar Bergman' (qv) has described in the interview how he came up with the idea while driving from Stockholm to Dalarna, stopping in Uppsala where he had been born and raised, and driving by outside his grandmother's old house, when he suddenly began to think about how it would be if he could open the door and inside it would be just as it had been during his childhood. \"So it struck me - what if you could make a film about this; that you just walk up in a realistic way and open a door, and then you walk into your childhood, and then you open another door and come back to reality, and then you make a turn around a street corner and arrive in some other period of your existence, and everything goes on, lives. That was actually the idea behind _Smultronstället (1957)_ (qv)\"",
                "Italy:10 September 1971",
                "This was the first public performance by 'W. Axl Rose' (qv) in seven years.",
                "$16,556,092 (USA) (27 April 2008)",
                "Gus McCrae: Here's to the sunny slopes of long ago.",
                "May 2010 - April 2012",
                "Byakko: You like it? I call it my Tiger Scream. Everything it touches transforms into a pile of ashes.::Kazuma Kuwabara: Uh-oh.::Jaganshi Hiei: For years I have heard of a fighter who could destroy molecular bonds with the vibration of his voice. I never thought I'd meet him.",
                "Shorter TV version released under the title Bonheur (1994) (TV) in the TV-serie \"Tous les garçons et les filles de leur âge\" (1994)",
                "Rose Hill, North Carolina, USA",
                "Kenny, Glenn. In: \"Premiere\" (USA), Vol. 12, Iss. 7, March 1999, Pg. 32, (MG)",
                "Sir Herbert Hamilton: The female brain, being smaller and weaker, is not suited to scientific matters.",
                "Universal Film Manufacturing Company, 13 August 1915",
                "Stanley Richmond: Not now, Mimi.::Mimi Clark: Like hell right now, Cornhusker.::Stanley Richmond: Cornhuskers are from Nebraska, I'm a Jayhawk... What? What?::Mimi Clark: You drive me so crazy and you know that I can't stay here for ever but, the truth is I can't live without you, either.::Stanley Richmond: Really?::Mimi Clark: Yes, really.",
                "In the sketch \"Don Pardo, the first fifty years\", Don Pardo's birthday is given as February 22, 1926. Actually, Pardo's birthday is February 22, 1918, making him a few months from his 59th at the time, not 50th.",
                "Going to commercial after Round 2, Spider-Man (played by Reeve Carney, whom also plays in the Broadway Musical, \"Spider-Man: Turn Off the Dark\") is seen in the audience and wishing the show a happy 30th Anniversary.",
                "CONT: When John Gray puts the blade into the bread, it moves dramatically over the next few shots.",
                "Barney Stinson: Isn't it great to finally see her fulfilled emotionally, spiritually and sexually?::Ted Mosby: Um, I dated her for a year...::Barney Stinson: Yeah...",
                "[last lines]::Jamie: Now, that really is the end of the Cybermen, isn't it?::The Doctor: Yes, Jamie. On the other hand... I never like to make predictions.",
                "Maggie: Is that half the lawyer?::Kalina: Here, take this. [hands sizzling explosive to her]::Maggie: Oooh, god, he definitely looked better.",
                "Labrecque, Jeff. \"Spielberg's Big Gamble\". In: \"Look\" (USA), December 2005, Pg. 14, (MG)",
                "DATE: One of the Roy O'Bannon's book features zombies, but zombies weren't popularized until the 1930s-1960s.",
                "$789,786 (USA) (13 June 1999) (275 screens)",
                "The actor who portrays Warrick Finn, also portrays Iron Shirt in the previous episode titled \"Enemy Mine\".",
                "Australia:8 July 1969",
                "Shmi Skywalker: It is time you realize that your guilt does not define you, my son. You define your guilt.::Anakin Skywalker: The only love I feel in my heart is haunted by what would happen should I let go.::Shmi Skywalker: Then it is not love, it is a prison.",
                "A young woman dies from a drug overdose, and her brother and his friend try to find out who supplied her with the narcotics. Soon, they're chased all over Stockholm by the cruel but suave ring leader Harry and his thugs. Among the wildness is a fight in a brothel filled with naked girls, and when Servus, one of the thugs, fails to kill our heroes, Harry has his men kill Servus with a razor blade equipped glove. Oh, and the heroine is raped by a guy sucking on a comforter.",
                "$2,057 (USA) (20 April 2003) (1 screen)",
                "Wheels turn within wheels. An infinity of parallel worlds. In Elwood, animal genetics have evolved, so that cats and dogs walk tall amongst humans. After the death of Delaney Fargas, the original \"Godfather\" of Elwood, Louie the Jaw, a human pit-bull and Delaney's right hand, is expected to take his place - as ruler of Elwood and as protector of Delaney's beautiful daughter Angelica. It is now Louie's responsibility to handle the power struggles between gangsters and politicians, deal with deviated visitors and protect those in need. It's Twilight Zone meets The Sopranos. We are forced to make choices in Elwood that define the future, both there and back home. That is if we come back. As, for some, the most seductive mistress of all is... Elwood.",
                "New Zealand:8 August 2012",
                "NZD 617,299 (New Zealand) (20 March 2006)",
                "£141,907 (UK) (14 March 1999) (120 screens)",
                "CONT: The Sydney, Honolulu, and Los Angeles clocks first seen in Trippe's office are later replaced by clocks representing New York, London, and Paris.",
                "CAM:Panavision Panaflex Millennium XL, Panavision Primo, SP and Angenieux Lenses",
                "'Poppy Montgomery' (qv)'s film debut.",
                "CONT: In Mr. Grover's office, Mr. Grover closes the account book and keeps his hands on the sides of the book, but in the next shot he has his hands crossed on the book.",
                "Getting married shouldn't be this hard!",
                "€ 267,853 (Italy) (26 January 2003) (103 screens)",
                "In this lovely neighbourhood pub, some patrons have stayed well beyond last call. In fact, DECADES beyond last call! Jackie and Alison discover a sad secret and help a troubled spirit to cross over. They let the other ghosties stay around -- after all, they don't have to pay for their beer!",
                "Released as a split reel along with the drama _Winning Papa's Consent (1911)_ (qv).",
                "Brazil:10 April 1952",
                "€ 260,427 (Spain) (10 August 2002)",
                "\"Sancha\" is a conscious effort to present the naked truth of human emotions in today's progressive, cultured and civilized society. \"Sancha\" is a thought process that does not only symbolize an individualistic perception but relates to every human being who goes through hellish crisis. \"Sancha\" is homage to an age-old indestructible human values and relations... Every parent prays to God that they be blessed with an intelligent and physically powerful male child and if it is a female child she be sanctified with divine beauty... This very benevolence of God becomes an inconceivable curse for some parent. This is precisely what happens to a haggard woman, Chanda, who works at a rustic brick kiln to meet her daily needs. Like every dutiful mother would protect her young child, Chanda has religiously rubbed the kiln-ash every day over her daughter's ever-glowing skin for past sixteen years in order to protect her honor from the lustful eyes of this world. Chanda appears as a model of a sanctimonious motherhood and stands out as a self-respectful & strongest mother. Unfortunately due to sickness of her husband she borrows money from the brick-contractor, Shambhu, and unwillingly enrolls herself amongst those underprivileged & helpless women who undergo physical abuse in return of his monitory favor whenever he wishes so. As a hard luck would have it, one day Shambhu's eyes glimmer to see the mouth-watering attractiveness of Chanda's daughter, Chakori whose beauty was hidden under the layers of murky ash for years. Overwhelmed by this cruel situation and sensing his wicked intent, Chanda finds no other solution to safeguard her daughter's honor but to marry her to an aged 55 yrs old, Ramkhilavan who perceives his wife as nothing but a mere commodity to fulfill his sexual desires. By nature, Chakori's husband, Ramkhilavan is a pervert old man who seems overjoyed to trap a young virgin in his marital snare. To his dismay on his first night, he discovers that his young wife knows nothing about sexual act. As a wise old man he makes a prudent decision not to ravage her chastity with force but to prepare her slowly into physical submission. However in the process, the old man realizes his cardinal sin and surrenders before her sacred innocence that ultimately transforms him from a depraved demon to a holy saint.",
                "Moving Picture World. 14 December 1918, Pg. 1176, 1257, (MG)",
                "$81,856 (USA) (30 July 2000) (10 screens)",
                "Shuei-in a manic (or depressed?) state - witnesses his body in a coffin- Samsara-the life cycle of death and rebirth. Inspired by his struggle with Bipolar Disorder and Kay Redfield Jamison's book, \"An Unquiet Mind\", the film is Shuei's mercurial journey of mood swings and deep restlessness.",
                "Norway:6 November 1986",
                "Directorial debut of 'Edwin L. Marin' (qv).",
                "Norway:7 January 1970",
                "Charlie Crews: I'm not here. You like that, don't you?::Dani Reese: If only that were true.",
                "'David Jason (I)' (qv) was cast as Del Boy after the producers saw him in _\"Open All Hours\" (1976)_ (qv).",
                "Bess: Well, as they say at the bureau, you have to seize life before it seizes you.",
                "Nick and Jen Sarbos, traveling cross country for inspiration, stop at a country barn sale and discover they have become part of a story as strange as any of the macabre novels Nick has written. As time unites within the reality of the strange barn, they discover others that have been there longer. Unable to leave, and unwilling to accept the demands of this new reality, Nick soon feels threatened not just by the 'ruint' creatures that pursue them, or even the proprietor that insists he needs something from Nick, but by those in his party, whose survival may depend on his actions. The dis incarnate demon spirit, using the failed experiments of his long past (ruints) and others unwittingly caught in his snare, exerts mounting pressure on Mr. Sarbos to participate in his final liberation.",
                "FACT: When Vic checks the bullets in the gun, he removes the magazine, then replaces it and operates the slide. A bullet should have ejected as it was recently fired and there would have been one in the chamber.",
                "€ 189,590 (Netherlands) (21 October 2007) (103 screens)",
                "Germany:1 December 1927",
                "Netherlands:17 November 2000",
                "Austria:6 January 1976",
                "Australia:4 July 1977",
                "UK:11 June 1963",
                "Show #1381",
                "Despite the fact that 'Charlie Kaufman' (qv)'s script and 'Michel Gondry' (qv)'s visual concepts were closely followed, the actors were allowed many chances to improvise. 'Elijah Wood' (qv) and 'Mark Ruffalo' (qv) improvised extensively, and much of the dialog between 'Jim Carrey' (qv) and 'Kate Winslet' (qv) resulted from videotaped rehearsal sessions during which the two actors became close by sharing tales of their real life relationships and heartbreaks.",
                "13 August 2001 - ?",
                "The firm celebrates the 40th anniversary of Marius's career. Scheming lawyer Reinier Lafeber is accused of money laundering, and surprisingly chooses the inexperienced Maarten for his defense. Even more surprising, Lafeber tells Maarten that Pim is corrupted, and offers evidence. Tensions rise when police search the firm. Sabrina gets her first big case- a man who murdered the vengeful husband of his Albanian lover and claims to have been hypnotized by her.",
                "Turkey:14 August 1967",
                "Most of the film was shot in chronological order, but the home-vacation sequence was shot last. This was because it shows a gradual increase of facial hair for the character Ridley Kraid, and the remainder of the film features his face shaved clean.",
                "Hrhoonda: We are safe for the present.::Barbara Wright: How did I get back here?::Hrhoonda: You were morphatised. Look.::Barbara Wright: I don't understand.::Hrhoonda: The Zarbi can control everyone, even us, the Menoptra, when they use that metal.",
                "Waking to a room filled with duplicate versions of herself, Colbie becomes overwhelmed by the internal pressures and criticism surrounding her life. The discouraging and critical demeanor of the duplicates bring Colbie to a further depressed state. In order to realize her own importance, she must remember the ambitions of her past and quickly discover the origin of her inner antagonist.",
                "FAKE: In the scene when Doug and Kate are fighting over the stereo music, and they keep flipping the channel, getting louder and louder, Kate is already wearing the engagement ring. The engagement is not announced until about five minutes (two or three scenes) later in the movie.",
                "Sonia Kruger: [Introducing Tatiana Grigorieva] She might be Russian, but she's in no hurry to leave the show.",
                "[Mike the Mighty Warrior catches the chalice winning the game]::Game Voice: [as Mike kisses the golden chalice] Game over.::[Game cube leaves revealing Mike the TV now holding a toilet plunger]::Mike The TV: And the crowd goes wild!",
                "An out of this world adventure.",
                "Lucena, Córdoba, Andalucía, Spain",
                "A Film So Big They Had To Make It Smaller",
                "UK:3 June 1965",
                "768,132 (France)",
                "Scott Monument, West Princes Street Garden, Princes Street, Edinburgh, Scotland, UK",
                "Bubbles: He need to be here though. Ain't no 'bout a doubt it.",
                "Denmark:14 October 1980",
                "DATE: In 1860 Canada was still a British colony. It didn't become an independent country until 1867. And the Canadian maple leaf flag wasn't adopted until 1965.",
                "23 September 1957 - 15 November 1957",
                "Mark Up: Jean DuBois, Lisa Leonardi, Valerie Walker, & Clint Walker as \"Cheyenne\".",
                "December 2009 - ?",
                "After Game Designers Workshop successfully sued Edu-Ware Services for copyright infringement of their \"Traveler\" pen-and-paper role-playing-game, Edu-Ware ceased production of _Space I (1979) (VG)_ (qv) and _Space II (1979) (VG)_ (qv), and replaced them with a new science fiction RPG, of which this game was the first of the Empire Space Trilogy.",
                "Italy:15 May 2004",
                "24 October 1978 - 1 November 1978",
                "Lily Munster: Did you ask him why he was so definite about quitting school?::Herman Munster: Wel, no. [waving his newspaper in the air] With Little Orphan Annie in such a mess, I guess I just didn't come round to it.",
                "Poland:13 June 2008",
                "[Luigi has managed to get a dinner date with Daisy, thanks to Mario's help]::Mario: What would you do without your big brother, huh?::Luigi: I'd like to take a chance and find out.::Mario: Oh come on!::Luigi: I was just about to ask her that.::Mario: You weren't about to ask her nothing! You were gonna let her go!::Luigi: Now she's gonna think I'm a complete idiot.::Mario: Come on, you'll impress her with your manners.::Luigi: Well why'd you tell her that I suck my thumb, huh?",
                "Peterborough, Cambridgeshire, England, UK",
                "On the run from the police and a female roller derby team, scam artist Michael Rangeloff steals a coffin and boards a train, pretending to be a soldier bringing home a dead war buddy. He gets more than he bargained for from the train and the coffin.",
                "This short documentary follows a typical night around the busy Leidse Square in Amsterdam, following the people who work hard to keep the nightlife machine running. People like a bartender, a bouncer, the police, ambulance personnel and a snack shack owner.",
                "'Jeroen Krabbé' (qv), who plays the part of Schindler, was going to play the part of Beethoven. Later on the part went to 'Gary Oldman' (qv) and Krabbé was asked to play Schindler.",
                "Martin Gabel returns this week, along with guest panelist, Robert Cummings. Challenger Number 1 is Helen P. Mann, who hails from Boston. Her glamorous looks belie her 'line' - she tracks missiles at Cape Canaveral, Florida (to the degree that she can track the exact location of a nosecone.) The second challenger this evening is Mrs. Helen Mitchell, a Pennsylvania woman who owns her own business - she sells sewer pipe. Mystery guest, Maria Schell, appears tonight to promote her newly released film, \"The Hanging Tree,\" starring Gary Cooper and marking the film bow of George C. Scott. It has just opened at the Roxy Theater in New York City and Miss Schell mentions her upcoming \"Playhouse 90\" presentation of \"For Whom The Bell Tolls.\" Martin Gabel graciously remarks what a remarkable cast has been assembled for this television production. The final challenger of the evening is Mr. John Muldowney of Trenton, NJ - he makes flea powder. Before bidding the panel good night, John Daly mentions that Richard Boone, Martin Gabel's co-star in \"The Rivalry\" will appear next week as a guest panelist and that Bennett Cerf is still on vacation, \"taking the South by storm.\"",
                "DATE: The Monkey-Man incident occurred in Delhi in 2001, while the Delhi metro rail began in 2002.",
                "Gray: I'm sorry, Ian. I hoped you could keeping going; go on protecting her.::Ian Stone: I tried.::Gray: You must stop them, Ian. What you draw from her is more powerful than fear. It will give you the strength to destroy harvesters. Also, the power to give life.::Ian Stone: I can't.::Gray: Jenny. Help her. She changed you.::Ian Stone: What am I supposed to do?::Gray: You don't understand. You're not like the others. Not anymore. I killed so many, Ian. When you begin your existence in darkness, it's all you know. Everything you do is driven by it. But I found one, like your Jenny. She changed me too.::Ian Stone: How?::Gray: Fear and pain were no longer my sustenance. I found new life in her love. It allowed me to fight back, until they took her. So long as Jenny lives, you have a choice. You have a chance.",
                "PCS:Super 16",
                "The fussy persona that Marlowe adopts upon arriving in Geiger's bookstore has been a subject of argument for years; 'Lauren Bacall' (qv) said that 'Humphrey Bogart' (qv) came up with it while 'Howard Hawks' (qv) claimed in interviews that it was his idea. What both of them failed to notice is that it was in the original book (\"I had my horn-rimmed glasses on. I put my voice high and let a bird twitter in it.\"); all Bogart did was elaborate on it.",
                "Poland:23 September 1980",
                "Comedian Chelsea Handler talks about celebrity gossip, pop culture and interviews celebrities while giving her audience something to laugh at. She is accompanied by her round table guests which usually feature comedians or E correspondents. She also still has her little assistant Chuy by her side.",
                "[searching the island for Sarah]::Dr. Ian Malcolm: Sarah! Sarah!::Nick Van Owen: Sarah Harding!::Dr. Ian Malcolm: How many Sarahs you think are on this island? Sarah!",
                "£1,115,089 (UK) (21 June 1998)",
                "Bender: You load up, you party.::Brian Johnson: Uhh, no, actually, we dress up.",
                "Filmed at 16 frames a second and is shown at 24.",
                "10 November 2007 - 16 December 2007",
                "Harry Sanborn: I think I'm entering into another phase with this thing. I'm mad at you.::Erica Barry: I think I'm mad at you too.::Harry Sanborn: Good, because I don't LIKE thinking about you all the time and worrying about how you are...::Erica Barry: You... worry about ME?::Harry Sanborn: Yes, honey. The schmuck, who deserves to die, worries about you. Sometimes worrying about you feels like a full-time job.::Erica Barry: Well I'm doing just fine, so you don't have to work that shift anymore!",
                "Tess Mercer: Well you seem to taking my open door policy a little liberally these days, don't you?::Clark Kent: I guess I assumed after you ambushed me in my barn and accused me of being an alien Jesus that we had dropped any formalities.",
                "A young woman finds her true self.",
                "Belgium:18 January 1973",
                "Dave and Lisa fight over a new apartment, and once the land lady tells them she needs one reference from each, they immediately go to Mr. James, whom lets the staff decide. To spice up the \"crappy\" WNYX website, Joe sets up a webcam in the break room.",
                "FAKE: The top front of the astronauts' helmets contain two household 12 volt MR-16 halogen lamps. These are neither efficient enough for use in a space suit nor rugged enough for use in extreme conditions.",
                "A documentary filmmaker from Manila sets out to cover the Sinulog Festival in Cebu, but gets in over his head when he meets a retired, corrupt politician who is ready to tell all. Mixing both Cebuano and Tagalog dialects (with English subtitles) and having one of the most renowned festivals in the Philippines as a backdrop, the film explores how people deal with deceit and how the Filipino spirit is actually not unlike any of that country's parades.",
                "Based on the true story of a Brazilian rubber tapper who leads his people in protest against government and developers, who want to cut down their part of the rainforest for a new road and ranch land. The rich and the powerful will stop at nothing, and frequently resort to murder.",
                "$326,701 (USA) (16 August 2009)",
                "Muriel Gould: I want you to give up the clock.::Rupert Gould: I will... when it's finished.::Muriel Gould: Yes, I knew you'd say that. Silly of me, really.",
                "Everyone Gets It In The End",
                "Alex: And upon hearing the word boring, Hazel magically appears...",
                "USA:31 July 1928",
                "Using the classical Indian dance form, Bharatanatyam, this film tells the story of an untouchable man, Nandanar, who longs to see Lord Shiva. As his birth does not allow him into the Hindu temple, he begs Shiva to move the huge stone Bull in front of the idol a foot, so that he may get a glimpse of Him from the entrance. The film examines the movement of the dance from multifaceted viewpoints, using a triptych graphic design: the center panel showing close up, superimposed views, and the side panels showing a full body shot",
                "Kouichi Sakakibara: How is it going?::Yuuya Mochizuki: [Pulling very strong the fishing pole] I think I caught a big one. This fish is pulling strong.::[He pulls the fish out of water]::Yuuya Mochizuki: I did it!::Kouichi Sakakibara: [Noticing that is a tiny blowfish] Is this your big fish?::Yuuya Mochizuki: At least it's a fish, I think.::Mei Misaki: [Looking at the small fish] How cute.",
                "BGL 50,000",
                "Wonderful World A city without homeless people is not really a city. Filthy bums, irritating bawlers, dishevelled characters, they enrich our existence in a way we don't really comprehend. Wonderful World immerses into the heads of people who have fallen out of our welfare state. Vagabond Jan Dominique approaches everyday as a beautiful day, even when he is chased out of his 'home' by bulldozers. Saskia is homeless for 15 years and former physician. Her literary knowledge helps her to survive. The love elderly Lucy and Herman feel for each other makes us envious. Wonderful World is a visual and musical tribute to individuals who dangle on the edge of oblivion.",
                "Pingxi Township, Taipei County, Taiwan",
                "Researcher #2: Would you like some orange juice?::Disappearing Man: [Choking] No. No.::Researcher #2: We also have apple juice... would you like some apple juice?",
                "UK:5 September 2002",
                "Republic of Macedonia:14 May 2010",
                "Brazil:27 April 2011",
                "INR 21,371,000 (India) (23 January 2004)",
                "18 April 2011 - 8 June 2011",
                "Although produced in 1942, the film was only released in France and Italy in 1945 (in February and May respectively).",
                "Doreen: You're not one of those women who tries to fix men, I hope. I mean, men cannot be fixed, and especially him.",
                "This is the only episode in which the Ghost Busters do not use the Dematerializer to dispatch a ghost to the Great Beyond.",
                "Forester, C.S.. \"The Gun\". (Boston, Massachusetts, USA), Little, Brown & Co., Inc., August 1933, Pg. 296, (BK), ISBN-10: 1931313253",
                "Czech Republic:24 January 2013",
                "Joe, a sweet and clumsy movie theater usher, desperately wants to be a filmmaker. Before Joe can make it big, he has to contend with an uptight boss, a bully customer and popcorn flying through the air. Nothing can stand in the way of his big dream, except of course... reality. POPCORN is a fable illustrating that you must do more than daydream in order to realize your dreams.",
                "[first lines]::George: That's a nice boy. Go get 'em, Dulli.",
                "Hungary:20 July 2007",
                "HaPo'el Pool, Haifa, Israel",
                "DEM 544,568 (West Germany) (18 May 1988)",
                "USA:29 July 1970",
                "Norway:14 February 2013",
                "'Tobe Hooper' (qv) was originally considered to direct.",
                "For the American release, the trophy of the character Tamagon, from the video game \"Devil World,\" was removed.",
                "Aladdin: [calling after Farouk] And next time, pick on someone your own size!::Iago: [muttering] If he can *find* anyone his own size.",
                "$11,267,768 (USA) (29 June 1997)",
                "Rachmanowa, Alja. \"Milchfrau von Ottakring\". (Vienna, Austria), Böhler Verlag, (BK)",
                "$493,271 (USA) (27 May 2012)",
                "Griffith plays a captain of industry who hires an ad agency (Shatner and Gortner). The agency tries to sell Griffith on a campaign shot in Baja, California. Griffith won't sign without all of them seeing Baja first-hand: on a dirt-bike road trip fraught with danger.",
                "For a moment of pleasure, a lifetime of pain",
                "Horwitz, Jane. \"Nanny McPhee (PG, 97 minutes)\". In: \"The Washington Post\" (USA), 27, Vol. 129, Iss. 53, 2006, Pg. 48, (in weekend section/the family filmgoer)",
                "USA:24 February 1998",
                "Northwest Territories, Canada",
                "DEM 730,508 (Germany) (25 December 1991)",
                "Netherlands:22 October 1936",
                "Phoebe's address is 5 Morton St. Apt. 14, New York, NY 10014",
                "Hungary:1 April 2009",
                "Canada:20 December 2000",
                "$45,494 (USA) (6 February 2000) (99 screens)",
                "'Bille August' (qv) rejected the original score composed by 'Gabriel Yared' (qv)'. Yared said he could see it coming because there was 'no harmony' between the two of them. Yarud was replaced by 'Basil Poledouris' (qv), who had a limited time to compose a full score. When the film was released, many movie posters listed Yared as composer, not Poledouris.",
                "This movie's dedication shown at the end of the film states: \"With grateful appreciation for the cooperation of the United States Air Force we proudly dedicate this picture to the crew chiefs and ground personnel - - the indispensable men who contribute so much to our airpower.\"",
                "Charlie Burns: They're hanging Mikey come Christmas day.::Arthur Burns: When's Christmas, Charlie?",
                "George Boleyn: Oh, my Lord! What in God's name is that?::Thomas Cromwell: It;s called a printing press, my lord, [reading the paper in an intelligible voice] and it will change the world!",
                "Koverchenko: Well, sir, the roadwheel's cracked. Kaminski drank our brakes. We're low on petrol. The battery's low. We're losing oil. If the engine heats up it's gonna seize. The terrain, obviously against us. We have no rations. The Mujas behind us don't seem to run on rations, petrol, or anything we know of. And they have an RPG. Their aim is getting better. Sir.",
                "Leonardo: The Nightwatcher had skills, that's for sure. But seriously, he was working alone and there were so many enemies against him. How long can a lone wolf last?::Raphael: I don't know how long a lone wolf like the Nightwatcher can last, Leo. But I know this, nobody ever beat that guy. Nobody.",
                "Japan:2011",
                "While this photoplay is based on the Battle for Iwo Jima, most of the incidents and, except where true names are knowingly used, all of the characters are fictitious. Any resemblance between any such events or characters and actual events or persons is coincidental.",
                "In the beginning, the world had originally been nothing but an endless ocean. That was until two great titans-the Bionis and the Mechonis-came into existence. These two giants fought a timeless battle, until one day only their lifeless bodies remained, forever locked in combat. Eons later, civilizations founded by races of Bionis-including the humanoid Homs and the Nopon-came under attack from the Mechon, a horde of machines from Mechonis. The Homs fought to defend their existence, which would be settled at the Battle of Sword Valley. Armed with the Monado, a legendary blade that can penetrate Mechon armor, the Homs' hero Dunban fought against the Mechon threat. Those fighting alongside Dunban included Dickson, a seasoned traveler and old friend of Dunban, and Mumkhar, an honorless soldier who secretly wants the Monado for himself. During the battle, Dunban was almost overcome by the Monado's power and fell. While Dickson tried to help him, Mumkhar saw his own chance to escape. While running, he fell down a slope and came face to face with a horde of armed Mechon. Dunban and Dickson, however, recovered quickly, and led a final charge against the approaching Mechon, completely destroying their army and winning the battle. However, wielding the Monado caused great harm to Dunban's body, negating the use of his right arm. Nonetheless, peace was temporarily restored to the colonies.",
                "CONT: While Conrad is watching the swim meet and fighting outside of school, he has a red plaid shirt under a gray sweater. When he arrives back at his grandmother's house and the subsequent scenes, he has a white with thin blue stripes shirt and a beige sweater.",
                "Title card: The following feature contains frequent intentional jump cuts inspired by the Dogme 95 manifesto, of which this film visually pays homage to.::Title card: It also contains some strobing.",
                "The stooges are tramps looking for handouts. Although the boys are down and out, Curly seems to get everything he wishes for. After some trouble with a farmer, the boys come across an abandoned car, one of Curly's wishes. The car actually belongs to some con men who have just gypped the widow Jenkins out of her land. The boys winds up at the Mrs. Jenkins' house just in time for a free meal. To repay Mrs. Jenkins the boys try to fix her well and instead unleash an oil geyser. Learning that Mrs. Jenkins has been swindled, the boys go to retrieve the deed before it can be recorded. They find the bad guys and after a wild fight recover the deed. The boys return the deed to Mrs. Jenkins and marry her daughters; April, May and June.",
                "UK:10",
                "Piper Halliwell: Wasn't there a confidence spell in the Book of Shadows?::Phoebe Halliwell: Yeah, remember we cast it on that waiter at Quake?::[Piper's eyes widen]::Piper Halliwell: Wow. Quake. That was a long time ago.",
                "FAKE: As Joe says goodbye to Pip after dinner with Herbert, Joe's fake eyebrows are loose.",
                "CZK 1,537,700 (Czech Republic) (16 March 2008) (25 screens)",
                "Lithuania:28 March 2008",
                "For refreshments, Lisa serves Hotscakes a la Mode. She takes a hot hotcake and puts a cold one on top of it.",
                "Movie about secret relations between Yugoslavian, Serbian and Croatian secret police during last 50 years. Here in Balkans truth and lies are so much mixed and it lasts so long that no one knows the difference. That is why this fictitious story looks so true.",
                "Japan:4 July 1988",
                "Kick-box champion David Sloan arrives in Rio de Janeiro for an exhibition fight. He and mentor Xian take pity on Brazilian rascal Marcos Coasta, an urchin who offers guide services but routinely steals from tourists for himself and his older sister Isabella. David is shocked when he sees how his Argentinian opponent Marcelo needlessly abuses a courteous local sparing partner. That's the doing of his evil US manager, Lane. He has nasty plans to force David to cheat and runs a white slavery racket.",
                "8 August 1977 - 17 September 1977",
                "13 February 2010 - 13 February 2010",
                "Brazil:11 November 2010",
                "Race car driver Frank Cermak is in love with Jane Harris. Jane and her parents watch Frank win a tight race from Bill Peters, an army lieutenant on leave. Peters tries to foul Frank, and Frank beats him in a fist fight after the race. Frank is drafted into the army and (against staggering and overwhelming odds) finds Lt. Peters to be his commanding officer. Jane's father refuses Frank permission to marry Jane, but Jane tells him she will marry him regardless. Needing money, Frank has his army buddy, Matt Hall, enter him in a race. Peters, making life miserable for Frank, confines him to the post, but he sneaks away, enters the race, and crashes. Peters, as life and luck would have it in a \"Slash\" Clements movie, is on hand and disciplines him severely, causing Frank to stand up Jane on their wedding day. But, since all the luck in a Clements movie isn't bad - just the scripts, the post arsenal catches fire and Frank saves Peters' life. The latter brings Frank and Jane together, and arranges for them to be married immediately.",
                "Mission: Impossible was an Elite Force of agents who were given orders by tape and were asked to do jobs that were Impossible by any other known means. The art of the Con was used time and time again, and the agents used technology, drugs, and plain greed to achieve their goals.",
                "The name \"Dr. Gogol\" is written on the subway wall in the first scene. This is a reference to _Mad Love (1935)_ (qv), another film about a mad surgeon.",
                "CREW: When Mr. Cramden visits Flint to ask him for help a crew members shadow is clearly visible on the wall behind him as he is being told to smile and lower his hand slowly so he doesn't get bitten by the dog.",
                "Dead Bill: Ted, it's the Grim Reaper, dude!::Dead Ted: Oh. How's it hangin' Death?",
                "An animated film about the British engineer Isambard Kingdom Brunel, who spearheaded numerous engineering marvels of the early 19th century - including the Thames Tunnel, the Great Western Railway, and the Great Eastern steamship (for 40 years the world's largest steamship). Various styles of animation are used to depict events in his colorful life.",
                "CONT: During one scene Jack is holding the ship-in-a-bottle that he and Susie made together near the beginning of a movie. In a subsequent shot he is shown busting the bottle (and many other bottles) against the desk. However, in a later shot he is shown holding the same bottle as he shrinks to the floor crying.",
                "'Michael Douglas (I)' (qv) (a former race-car driver) did most of his own stunt driving in the film.",
                "Zubrin, Dr. Robert",
                "CONT: After Lisa puts the white sheet over Billy the Doll, it constantly changes position in the way it is draped on the bed.",
                "Green Island, Dorset, England, UK",
                "Spain:9 April 1996",
                "At one point Capt Marvel sees a large striped tiger, and goes off and investigates... even calling him 'mister'. In the original Capt marvel comics, Capt Marvel had a friendly tiger that talked called 'Mister Tawny'.",
                "$1,393 (USA) (21 June 2009)",
                "Johnny Smith: I had the perfect life until I was in a coma for six years. And then I woke up, and found my fiancé [pause] married to another man. My son [pause] doesn't know who I am. Everything has changed, including me. One touch [pause] and I could see things. Things that happened. Things that will happen. You should see what I see...",
                "Netherlands:25 June 1989",
                "The small flames of the old magic roar to mighty infernos; burning some and lighting the way for others. Great beasts now walk the earth again, and the gods themselves have come down to influence the world of man once more. But the new god of war is not interested in their agenda. He fights with all his might for the freedom of mankind, struggling to bring light to the coming darkness.",
                "At What Age Should a Girl Marry?",
                "Lo Pei: As the silkworm sense the nearness of the armored beetle, I sense the talismans are at hand.::Jade: Not even warm. Oh well, so close, but you need a passkey.::Lo Pei: ENERGY SCROLL! [Lo Pei blasts the vault open]::Jade: ...Or one of those.",
                "Le Lieu, Canton de Vaud, Switzerland",
                "Netherlands:6 December 1997",
                "From the book that inspired millions comes a film that will change your life.",
                "In an interview with 'Cinefantastique' magazine, scriptwriter 'Beverley Cross' (qv) said: \"I had the idea for 'Clash of the Titans' in 1969 while I was living in Greece, on an island called Skiathos. It's very close to Seriphos, the island where legend has it that Perseus, the son of Zeus, was washed ashore in a trunk.\"",
                "CONT: After Dr. Loomis tries to shoot Michael Myers unknowingly with the empty pistol and is stabbed with the surgical knife there is thick, dripping blood all over the instrument. Dr. Loomis then covers his wound with his hands and falls beside one of the hospital beds. Once Laurie has shot Michael's eyes out Dr. Loomis pulls the gas tank tubes out of the wall with one hand and holds a lighter in the other hand to ignite the fumes, but his hands are completely clean.",
                "$97,543,805 (USA) (11 March 2001)",
                "This film was written, shot, edited, and posted in less than 50 hours.",
                "From \"we are totally happy\" to \"I don't know how happy I am\" it takes less than three minutes. Seeing Felice so happily pregnant, makes Alis realize that she does not love Tomas as she said she does. She would never want to have another child with him - a shocking realization.",
                "Canyon Guide: Many of you are probably wondering how canyons are formed. Experts tell us this canyon was most likely carved into the ground by Earth Spirits who were angry at a local farmers for not offering them a proper sacrifice. [Everyone gasps, then there's a small rock slide. The Canyon Guide deflects the slide with earthbending and then chuckles] Guess the spirits are still angry. Hope you all brought sacrifices.",
                "Detective Odafin 'Fin' Tutuola: Don't drink the Kool-Aid, Munch.",
                "Jeff: What are you saying?::Sooze: I don't know. And I don't care that I don't know.",
                "The inbred hillbillies are back!",
                "Store Clerk: Well by golly, it appears to me you're building nothing short of a robot.::Peggy Callahan: That's right, how did you know?",
                "[from trailer]::Freddie Smith: I'm going back.::Cpt. Jack Tobamke: You can't. Get in the car.::Freddie Smith: Just give me a weapon.::Cpt. Jack Tobamke: I have orders.",
                "Portugal:30 June 2005",
                "Japan:29 April 2002",
                "Dana: Airline company's always your best friend right after the plane goes down.",
                "CONT: The fabric marker on Ma Jarrett's car changes positions.",
                "In addition to Les' information, this short is notable as it includes songs that were both included in and deleted from the 1941 feature OH, CHARLIE. OH, CHARLIE was eventually released as HOLD THAT GHOST and while several songs were cut, they were still listed in the film's pressbook. When it was decided to cut the songs from the feature, additional footage was shot and this two reeler was released by Universal. IS EVERYBODY HAPPY was released by Castle Films in 1949 in a one-reel edition entitled TED LEWIS AND HIS BAND, one of the \"Band Parade\" series. Promotional records featuring the original scoring stage performances of \"Me and My Shadow\" on one side and \"Sunny Side of the Street\" on the flip side were sent to radio stations to plug the HOLD THAT GHOSTS, although the discs still carried the original intended title OH, CHARLIE.",
                "After the death of her father, Maria travels to Berlin to visit her elder sister Helena, a dancer, who she hasn't seen for years. However, when she arrives in Berlin she finds out that Helena has quit dancing and now works as a croupier in an illegal gambling club. As the two sisters' relationship gradually becomes closer, Maria must draw Helena away from the underworld and help her overcome her dangerous addiction to gambling.",
                "CHAR: While teaching Kryten to lie, Lister mentions (Lord) Nelson putting a telescope to his blind eye and stating he didn't see any ships. At the Battle of Copenhagen, Lord Nelson did put a telescope to his blind eye but stated he saw no signals (not ships). The signals were for him to withdraw his ships. By ignoring the signal, Nelson went on to win the battle. Lister saying (incorrectly) ships instead of signals, was probably deliberate to emphasis Lister's limited education.",
                "Peggy Thompson: At least your husband comes home at night. All I have of Roy is a signature at the bottom of a weekly letter. Try cuddling up with THAT.",
                "During the opening scene where the Legations and their flags are displayed, the camera lingers on the Spanish flag for a few seconds. Given the fact the Spanish legation or diplomats are not mentioned in the movie, some have commented the flag is only shown as the film was filmed in Spain during Franco's regime. While this explanation probably has some truth, there was in fact a Spanish legation and diplomatic staff in Peking during the siege. However, like the Dutch and Belgian Legations, they had no marines and played little role in the siege. This is why \"eleven foreign powers\" are referenced but only eight nations are named.",
                "CHAR: SPOILER: Right before COL Redding shoots himself, he is shown to be wearing Special Forces branch insignia on his left collar - upside down.",
                "UK:21 March 2003",
                "Farsethås: Have you had bowel movements today?::Leni: Yes.::Farsethås: Solid and abundant?::Leni: Yes, father.::Farsethås: Splendid! We are in excellent health!",
                "Señor Chang: [Arrives to class shirtless] Yes, I was robbed at the YMCA. Again.",
                "Cocoon meets The Hangover",
                "$94,100,000 (Worldwide) (4 October 1998) (except USA)",
                "LAB:Evangelos Achillopoulos",
                "$113,000 (USA) (21 January 2007)",
                "This is based on a true story. Solomon Northrop is a black man in the mid 19th century before slavery was abolished. He's a born freeman who works as a carpenter and is also a part time musician. One day he is approached by some men who want him to play for them. However, that is not their intention; they have kidnapped him and sold him into slavery. Now he has to endure the hardships that he has been spared because of his status as a freeman. And his family who don't know what happened to him is searching for him but where do they go? And Solomon also wishes to let them know where he is so that they could get him but unfortunately no one believes his story or is willing to help him.",
                "In total 4,500 Cut Throat Finches were used for the sparrows in the film. The birds would consume 100 pounds of birdseed and 15 gallons of water on a daily basis during the production.",
                "The story follows a group of Croatian refugees who have been forced to leave their hometown of Vukovar by Serbian forces during Croatia's struggle for independence. The people are settled at a railway station in a village near Vukovar, where they live in a train which is adapted to serve as a temporary accommodation.The situation grows dim as the date of their return proves to be uncertain, and the lives of the survivors and refugees becomes more and more complicated being burdened by PTSP and strong feelings of hope to return to their homestead.",
                "Just when the humans of the planet Sera attain peace after a 79 year war amongst each other, the Locust horde comes out the planet's crust to kill every human on the planet. Billions are slaughtered. In a desperate move, humans retreat to the Jacinto Plateau, the last safe place on the planet, and use satellites and chemical weapons to destroy the other 90% of the planet, and hopefully their threat along with them. When the locusts break through the plateau's defenses, Marcus Fenix, a young soldier in the elite Gears unit of the Coalition of Organized Governments (COG), disobeys orders to hold his position at Jacinto's defenses to try and save his father trapped between the Locusts and his own men. Caught an accused of deserting, he is sentenced to 40 years in Jacinto prison. 14 years into the sentence is where the game picks up, when Marcus is rescued by his military colleague and friend, Dominic Santiago. He rejoins the army, and, with the help of Alpha squad members Augustus Cole and Damon Baird, must now destroy the Locust threat and bring peace to what is left of this Romano-Greco futuristic society.",
                "Czechoslovakia:16 May 1958",
                "© 1999 Columbia Pictures Industries, Inc.",
                "USA:26 January 1964",
                "Skroeder: What the hell does it need input for?::Newton Crosby: I don't know; I guess it can't triangulate its position.::Howard Marner: That's a simple function.::Newton Crosby: Can you triangulate YOUR position, Howard?::Howard Marner: No.::Newton Crosby: Well, then - there you go!",
                "Nicolas, James. \"California Film Awards Set To Kick-Off in San Diego This Weekend\". 20 January 2011",
                "$971,655 (USA) (24 February 2013) (659 screens)",
                "The title is the title of a song from the Lerner and Loewe musical \"Camelot\" originally sung by 'Robert Goulet' (qv). \"Camelot\" was originally performed on Broadway, opened at the Majestic Theater in New York on Dec. 3, 1960 and ran for 873 performances.",
                "Carla: Mm? Wha? Wha? Oooh. It's morning already?::Turk: No. But I could see how you'd think that, being that it's light out and we're in bed. Baby, since we got married, I've done every little thing you've asked me to do. But I will not have my woman tell me when I need to go to bed! Okay!::Carla: Okay.::Turk: Really, that quick?::Carla: I love it when you're all \"my woman this, my woman that.\"",
                "Rex and Philip arrive after an EMT team evacuated them. Tony and Bart stop Roman and Marlena's escape attempt and prove Salem believes that they are dead. After making love, Shawn and Belle fall asleep in the barn, where the hay catches fire. The Georgia-chase has reached the castle. Lucas nearly catches Sami telling the 'psychic' she called to help find her annulment papers about Brandon. The hospital is still clueless, but Kate decides to take John home and overhears Sami.",
                "Netherlands:28 November 2001",
                "Released as a split reel along with the comedy _His Wife's Friends (1913)_ (qv).",
                "Kortemark, Belgium",
                "Patricia Stasik as Legs body double for no-show lead female cast in",
                "India:6 August 2004",
                "This was 'Benny Hill' (qv)'s third Thames special to be produced, though the second to be aired.",
                "24,056 (Netherlands) (31 December 1999)",
                "A baby's corpse is found in a bag at the local hospital, poisoned by gas fumes from a faulty heater in his mother's flat. A fellow tenant, Mike Turner, has been bribed by the landlady, Maureen Walters, to harass the occupants into leaving so that she can renovate the building for higher rents and he is charged with tampering with the heater and killing the child. Although a mistrial is initially called when the building's French caretaker is mistranslated, D.S. Brooks gets the trial back on track when he finds that Mrs. Walters has been bribing environmental health officers and persuades Turner to testify against her.",
                "Capt. Malcolm Reynolds: This is exactly what I didn't want. I wanted simple, I wanted in-and-out, I wanted easy money.::Zoë: Things always get a little more complicated, don't they, sir?::Capt. Malcolm Reynolds: Once, just once, I want things to go according to the gorram plan!",
                "Where filmmakers go to change their lives",
                "Addison is not prepared for all the changes that greet her upon her return to Seattle Grace for a specialized surgery, Meredith and Derek begin their clinical trial, Izzie feels left out, and Karev is confronted with an unexpected announcement.",
                "In a struggle to achieve fame and success in a highly competitive music business, Jamaican brothers Taz and Troublesum deal with the pit falls of what comes along the road to success. Sex, drugs, money and the Haters who don't want to see them rise.",
                "This video is an assortment of alleged 'reality shows' that never made it on the air for one reason or another. Includes segments entitled \"Amazing Racist,\" about a Jew who approaches black people in a Klan outfit and sells anti-muslim paraphernalia outside of (and within) and mosque; \"The Whore,\" about men caught on camera during sex as it's revealed to them that their blind date was paid; and \"Psych Ward,\" about using psychiatric patients in a 'game-show' type situation. All of these segments are examples of the non-disgusting part of the compilation. \"Money\" is the lead example of the segments bent on vomit-inducing situations, as it offers money to people to do disgusting things just to see how much it takes for them to do so. Many segments also include the promotion of illegal activities, such as drug use, prostitution, and grand theft.",
                "Le Grand Travers, La Grande-Motte, Hérault, France",
                "Between the earth and the sky lies the sheer face of adventure.",
                "WHIP OF VICTORY! Wielded by an avenger who feared no man...and fought with the courage of the Fabulous Zorro, Champion of Justice!",
                "Finland:31 July 2006",
                "FACT: When Winters shoots the single soldier after the red smoke appears, he then fires 9 more shots from his M1. The M1 clip holds only 8 rounds.",
                "$882,710 (USA) (19 November 2000)",
                "Netherlands:11 November 1938",
                "Joss dies peacefully in her sleep whilst her friends are at a picnic. After her funeral her will is read,leaving them each a thousand pounds and a stipend for Stephen and Dr. Mason,so long as they continue to run the Centre. Sister Ulrica,having announced that she will stay in Singapore to work at a leper colony,visits Yamauchi to cheer him before his execution.The women have a party to remember absent friends and agree to a reunion in five years time. After Marion and Clifford accept that,whilst they love each other,the war has changed them,she prepares to return to England with Maggie,who will be staying with Dorothy. The others wave them off at the quayside.",
                "Taiwan:26 August 2012",
                "Falcón defies orders to back off investigating two murders he believes to be part of a CIA conspiracy and discovers corruption and abuse much closer to home. Thwarted in his pursuit of justice, Falcon is faced with an impossible moral dilemma.",
                "Poor Jennifer fritters at the worst company ever, enduring the constant in fighting between Accounting and Operations while still mourning the not-so-recent departure of Chris, the one man she thought she could love. As she struggles to find her way, trying to make sense of bad advice from her quirky best friend, she gets news that Chris may be coming back. What are his intentions, and what will she do with her second chance?",
                "Wade: When I first saw you, it wasn't love at first sight. You were intriguing, fascinating, remarkable, but you were a man. When I first started to feel things for you, I didn't know what those things were, because you were a man. When I first told you I loved you, trembling inside, so full of fear that I could hardly breathe, I could see the hesitation in your eyes. I could feel your fear. And when... words are just words, [crumples up notes] and talk is cheap. I asked you to marry me, because marriage is a deed. I asked you to marry me here in my family's home, to prove to you that I have no shame. To place our names together, in front of the whole world, so that the whole world can bend for us and for our love. And in front of your friends, who I will learn to love, because you love them, and because they love you. All this I did for you, and all this I'll do for us. I'll be courageous, forbearing. I'll be loving, I'll be kind, I will take all that trembles inside you, and place it safely in the palm of my hand. Forever.",
                "Anthony 'Swoff' Swofford: [voice over narration] A flashlight was a moonbeam. A pen was an ink stick. My mouth was a cum receptacle. A bed was a rack. A wall was a bulkhead. A shirt was a blouse. A tie was still a tie, and a belt a belt. But many other things would never be the same.",
                "Abbie Grainger: Gideon can make it so Dad's not dead any more!",
                "Dr. Sheldon Hawkes: Explain to me what a debutante ball is precisely?::Det. Stella Bonasera: It's the presentation of a young woman into high society.::Dr. Sheldon Hawkes: It looks more like high anxiety.",
                "$2,481,453 (USA) (15 September 1991)",
                "France:6 April 2004",
                "FACT: James Bond and Melina first meet in a house which is supposed to be in a mountain area near Madrid. There are women wearing bikinis and a swimming pool. In the meantime, some farmers are harvesting olives near there. Olives are harvested in December-January, when temperatures around Madrid are around 5 degrees Celsius.",
                "Matt tries to work with a Mexican officer to return a robber and killer to the U.S. Charlie Hacker does his best to escape and keep the reward on his head from being collected by anyone, especially Matt Dillon. Complicating matters are some bandits know about the reward too and they're closing in.",
                "Produced from a story created for a haunted house attraction in Ventura CA, Seaside Haunt.",
                "Joe's highly allergic friend Nathaniel stays at the Talbots' for the weekend but his overprotective mother announces he's allergic to dogs so Wishbone has to stay in the yard. Wishbone likens Nathaniel's affliction to that of Argon in Moliere's play The Imaginary Invalid, whose family convince him he's sick so they can collect his inheritance.",
                "Taiwan:12 August 2012",
                "£3,663,473 (UK) (15 March 1998)",
                "Topper Harley: I'm not saying I don't trust you, and I'm not saying I do. But I don't.",
                "$241,583 (USA) (17 August 2003)",
                "[sometimes says it when Allgretto levels up in the end of a battle]::Allegretto: Hey! I'm still growing, you know.",
                "Langenlebarn, Tulln an der Donau, Lower Austria, Austria",
                "UK:27 September 1964",
                "CONT: While Lucy is at the garage dialing her dad's number she has fake nails. While holding the phone she doesn't. Then when she hangs up she has them again.",
                "MARILYN MONROE and YVES MONTAND the French entertainment sensation! doing what they do best in LET'S MAKE LOVE",
                "The story of menstruation begins, as the motherly narrator informs us, with the pituitary gland - a gland at the base of the brain that sends hormones throughout the bloodstream that order growth. When a girl reaches an age somewhere between 11 and 17 - the average is 13 - the pituitary gland sends maturing orders to the ovaries, which in turn order the uterus to create a thickened lining, filled with watery fluids and blood. If an egg is fertilized it will remain within that thickened lining for nourishment. But if the egg is not fertilized, the body has no use for the extra nourishment, and it passes out of the body - which is the process called menstruation. The narrator proceeds to disprove taboos against bathing or exercise during menstruation. She advises that girls should keep a calendar that keeps track of the number days between periods. And she notes how good posture, healthy foods and positive attitudes can affect the menstruation cycle.",
                "Poland:15 April 1994",
                "$7,144,275 (USA) (30 July 2006) (3,235 screens)",
                "Meet Max 404. He's a little over five years old. He just met his first woman. It's time to get down to Earth.",
                "After a rocket engine expert is killed, NCIS tech operator Eric Beale goes undercover for the first time to ensure that the classified technology used to build satellites is safe.",
                "Italy:29 September 2005",
                "Oliver Queen: You'd make one hell of a can opener.::Victor Stone: You'd look good on a bag of green beans.",
                "Portugal:24 March 1930",
                "When explaining how their business works we can see a portrait of the Marquis De Lafayette over the right shoulder of Randolph Duke.",
                "Luke: [Crying] Captain Hook killed my father",
                "Aaron Sherritt: Can you keep your voices down ? I've got a visitor.::Joe Byrne: Who?::Aaron Sherritt: Mary Hegarty.::Joe Byrne: Mary Hegarty? Jesus, she may only be thirteen!::Aaron Sherritt: Ah, I'm not superstitious.",
                "First Stooge short with their longtime supporting actress 'Christine McIntyre (I)' (qv).",
                "Denmark:31 January 2008",
                "$43,509 (USA) (22 December 2002) (27 screens)",
                "CONT: During the scene where everyone is going to the processing plant in the limo, they drive by the same group of mail boxes numerous times.",
                "FAKE: In the O.K. Corral scene, the last Cowboy is simultaneously shot in the heart and through the head by Doc and Morgan respectively. When the shot cuts to him lying on the ground, he is visibly breathing.",
                "It pays to be this bad!",
                "'Juliette Binoche' (qv) was paid minimum wage at the same rate as the extras.",
                "SEK 1,439,625 (Sweden)",
                "Argentina:19 October 1950",
                "RT's Longboard Grill - 1466 Garnet Ave, San Diego, California, USA",
                "€ 97,359 (Netherlands) (26 February 2012) (85 screens)",
                "Reiko Asakawa: So that video is...::Ryuji Takayama: It's not of this world. It's Sadako's fury. And she's put a curse on us.",
                "916,418 (Spain) (1971)",
                "Poland:22 July 2008",
                "Debuted in the UK December 7, 1942, exactly one year following the Japanese bombing of Pearl Harbor.",
                "You Never Win",
                "Schwarzbaum, Lisa. \"Stay: It's a riddle warpped in a mystery buried in a tepid film (C)\". In: \"Entertainment Weekly\" (USA), Vol. 847, 28 October 2005, Pg. 63, (MG)",
                "CONT: When Rory and Christopher go into Luke's after Jackson runs away from them, they enter from the opposite direction to what Jackson was running.",
                "Queen Victoria: I will not tolerate anybody lecturing me about the responsibility of the monarchy. Least of all my son. It was his irresponsibility that drove my husband to his grave.",
                "Under the then-extant rules, 'Stacy Keach' (qv) should have been awarded Best Actor honors from the New York Film Critics Circle for his portrayal of Tully, as it required only a plurality of the vote. Keach was the top vote-getter for Best Actor. At the time, the NYCC was second in prestige only to the Academy Awards (and some actors and filmmakers considered it a superior honor) and was a major influence on subsequent Oscar nominations. A vocal faction of the NYFCC, dismayed by the rather low percentage of votes that would have given Keach the award, successfully demanded a rule change so that the winner would have to obtain a majority. In subsequent balloting, Keach failed to win a majority of the vote, and he lost ground to his main rival, 'Marlon Brando' (qv) in _The Godfather (1972)_ (qv) However, Brando could not gain a majority either. A compromise candidate, 'Laurence Olivier' (qv) in _Sleuth (1972)_ (qv) eventually was awarded Best Actor honors.",
                "4810",
                "$354,407 (Argentina) (17 June 2003) (115 screens)",
                "According to director 'Jorma Taccone' (qv), the first draft of the script was 175 pages.",
                "Hungary:30 November 1939",
                "Turkey:June 1986",
                "Rusty has an audition for the band at the YMCA. The band leader (Harry James) tells Danny that Rusty needs to play the same as the other boys. Of course he doesn't blame Rusty, it's his teacher's fault. His style is not to teach a bunch of flashy tricks, but to teach the boys the basics and give them a solid grounding in music. Danny tells him that he is Rusty's teacher - and it's all downhill from there.",
                "1,542,313 (Germany) (18 March 2002)",
                "$1,495,189 (USA) (8 May 2005)",
                "Italy:30 April 1982",
                "FAKE: SPOILER: The image of Adric's shattered badge in the closing credits moves down slightly when the words \"Video Effects\" come up. The image of Adric's badge was meant to be completely still.",
                "'Sean Connery' (qv) and 'Richard Burton (I)' (qv) were considered for the part of Captain von Trapp.",
                "The original Japanese version of the movie had a different musical soundtrack with almost no vocal songs, and many scenes that do not feature any music at all. When this film was dubbed into English, the music was also re-scored and was also added to the scenes that originally had silence in them.",
                "Christian Sellers and Gary Smart also wrote the two featurettes included on the DVD, They Won't Stay Dead: A Look at Return of the Living Dead Part II and Love Beyond the Grave: A Look at Return of the Living Dead III, although no writers were listed in the credits.",
                "According to Nitro, season seven was supposed to be his last season as an active Gladiator, but he got convinced into going overseas for a season of \"International Gladiators.\" This version of the series was filmed in Manchester, England, and featured Gladiators and contenders from all over the world.",
                "CONT: After Riggs jumps from the table into the car on the freeway, it falls away and gets run over. Yet for a second in the next scene it is clearly still attached to the back of the truck.",
                "Jack Byrnes: [as Jack is being loaded into an ambulance, to Greg] Focker!::EMT: Why is he cursing at us?::EMT: We're just trying to help you sir...",
                "Turkey:32",
                "Krug: So, do you guys live here permanently?::Emma Collingwood: Oh, no. We actually live in the city.::Sadie: How many houses do you have?::Emma Collingwood: [uncomfortable] So what are you guys doing out here anyways? This is kind of in the middle of nowhere. Are you on a family vacation? Or...::Krug: Well it's kind of embarrassing, actually. My dad used to take Francis and me to this lake every summer; do some fishing, go camping. Now that he's gone, those memories are all I really have left of him. Basically I'm just trying to do the same thing for Justin here.::Emma Collingwood: I think that's important. It's nice making memories.::Krug: [laughing] Don't know if I want to remember today.::Emma Collingwood: You might. You never know. You're all safe. You're together. That's what counts.::Krug: Amen, Emma. Amen.",
                "\"Target Gewalt gegen Gewalt\". In: \"Neues Film-Programm\" (Vienna, Austria), Filmprogramm Verlagsgesellschaft m.b.H., Iss. 7970, July 1983, Pg. 4",
                "Arne has a hard time cheering up miserable Sara, who won't even tell him what's bothering her. Lieven grumbles in the gym locker-room because he must stay in Lille for a while, and insists Simon must make up big-time with Sara for Viviane, but she now became defensive, even at Jurgen's exposition, where Simon sees his fiancée's nudes. Gullible Ann keeps adoring pretentious Filip and looking down on direct Nils. Alexander feels deserted now even Britt only has eyes for Daniel; she's furiously jealous to hear Sara owns all of Ecomoda, and considers getting a job there. Hans catches crazy Martine who broke in again and jealously noticed another woman's hand: Lut.",
                "Dominican Republic:2 March 2011",
                "A young fighter, Bill Hickey, achieves success through the help and support of his friends and, once he does, he gets a big case of 'swellhead.' And then he loses his friends, loses his girl-friend, loses his confidence and is all set-up to lose his title.",
                "'Tobey Maguire' (qv)'s first TV role.",
                "Despite this being the best known title in the \"Dracula X\" subseries, it does NOT appear on the PSP Dracula X Chronicles compilation.",
                "The consensus process was experimented with by taking total power away from the executive producer/the director/& all others, and sharing it will all members of the team having an equal voice... this was harder than the process used by communities as the creative process is very subjective and personal... but for the most part the entire team had a voice in the creative aspects and most logistical aspects of creating the film. It was a laboratory for collaborative filmmaking.",
                "Finland:28 April 2000",
                "$257,000",
                "[after he shoots Ploog]::Frederic Schist: Damned if you take my picture, asshole.",
                "DATE: In shots of CBGBs, many of the punk extras have piercings in their tongues etc. Tongue piercings were first performed by Gauntlet in San Francisco, and not popularized until the '80s. Similar stories are true of eyebrow piercings and many others. During the late 70s and most of the '80s, piercings as featured in the movie had little to do with the punk scene, but were embraced by the gay/S&M scene.",
                "After a young wife named Jami Sherer disappears without a trace, it understandably throws her family into a panic. Police investigate, and find her car abandoned in a nearby parking lot. But there's a baffling clue inside - her wedding ring has been ominously left behind. Was she murdered, kidnapped, or did she simply take off to start a new life somewhere else? It would take investigators nearly a decade to uncover the truth.",
                "Altovar: You're staying right here, trapped on this station, watching while I destroy you piece by piece. And when all the best parts of you are gone, when there's nothing left but a withered shell, then - and only then - will I put you out of your misery.::[Bashir flees]::Altovar: You can't escape, Doctor. You can run if you want to, but you can't outrun death!",
                "[first lines; Hollywood Boulevard]::Ellie Rebecca Brass: Hey. You get anything?::Dakota: No. [a BMW pulls up alongside them] My, uh, knight in shining German armor has arrived.::Ellie Rebecca Brass: See if he has room for two. Careful.::Dakota: [to driver] Hey. You wanna party?",
                "Hatcher: Don't rock the boat.",
                "Love, I. F.. \"For the Love of Benji (Novelization of the screenplay by Joe Camp)\". (New York, New York), Bantam Books, Inc., June 1977, Pg. 120, (BK), ISBN-10: 0553112309",
                "Walter Gulick: I got in a crap game with my separation pay and it got separated from me.",
                "Filmed in 1925 it was originally supposed to be 'Natacha Rambova' (qv)'s vehicle, and had a different title. After her divorce from 'Rudolph Valentino (I)' (qv) the production company retitled it \"When Love Grows Cold\" and billed her as \"Mrs. Rudolph Valentino\". Natacha was so horrified by these offenses that she never did anything in film again - even behind the scenes.",
                "$52,700,000 (Worldwide) (20 May 2000) (except USA)",
                "Brown, Scott. \"Mrs. Henderson Presents (6 of 10)\". In: \"Look\" (USA), December 2005, Pg. 86, (MG)",
                "Warhol PR: Andy Warhol IS art. We must ask ourselves, does Andy imitate life or does life imitate Andy?",
                "Lady Holiday: Carla, the neckline on that gown is too high, don't you think?::Carla: I rather like the effect.::Lady Holiday: You like looking like an ostrich?::Carla: [miffed] Of course not, Lady Holiday.::Lady Holiday: And Marla. Too many frills and furbelows, I don't think we should strive for the fan-tailed pigeon look, do you? And you, Darla, that outfit's the pits. Loose where it should be tight and tight where it should be loose, like the folds on a turkey's neck. Why would I design such atrocious looking clothes? [sitting down with a heavy sigh] I *must* be getting senile. [she presses a button on her desk]::Voice over intercom: Yes, Lady Holiday?::Lady Holiday: We have to make drastic changes in the new line before the show tomorrow, all my girls are going around looking like barnyard animals.::Miss Piggy: Ahem!::Lady Holiday: Good heavens, who are you?::Miss Piggy: My name is Miss Piggy, and I would like to be a high-fashion model!::Lady Holiday: Doesn't surprise me. Seems to be the way we're headed.",
                "Although filming was originally intended to be done in New Orleans, budget realities forced the production to be relocated to Australia. They were the first production to use the new Kurnell studios, and enlisted regional actors for virtually every role.",
                "Clark: So, what are you going to do now?::Bart Allen: I don't know. I mean, it's a big world. See if there's anyone else out there like us. Maybe start up a club or a league or something.",
                "$93,647 (USA) (26 November 2000) (101 screens)",
                "Finland:31 March 1972",
                "Hong Kong:8 April 1998",
                "USA:18 June 1947",
                "$393,365 (USA) (8 July 2001)",
                "Brendon, Jason and Melissa attend Camp Campingston Falls for the summer, home to stifling heat and crappy music counselors. Meanwhile, McGuirk's camping trip with The Crywalkers, a sensitive men's group, turns out to be not entirely about the free food.",
                "Bill Longley: Suppose he didn't steal the money. Suppose he just borrowed it. Suppose he was going to pay it back.::Will Crandall: Well, a man who borrows money - he's got to expect to pay some interest.::Bill Longley: How much?::Will Crandall: Three to five years.",
                "Lucy Ballance: Things haven't been the same since Simon Fry stepped on board.::Clay McCord: He's my boss not my guardian.",
                "USA:23 February 1949",
                "€ 4,324,528 (Spain) (23 March 2003)",
                "The background to this feature is to serve as an educational drama for school children aged between 12-17 throughout the UK. This short film is made up of 5 modern day nursery rhymes which look at the various issues facing young people in modern Scotland. The 5 films are \"Mary had a little lamb\", \"Humpty Dumpty\",\"Jack and Jill\", \"Mary Mary quite contrary\", \"Little Boy Loner\". The issues tackled in the film include Drug Abuse, Suicide, Domestic Abuse and alcohol abuse. The piece was shot on location in Dunoon, Argyll, Scotland. The entire cast and majority of the crew are from the Drama Department of Dunoon Grammar School, Argyll, Scotland under the expert guidance of Shooters Film & Media. The film premier took place at Dunoon Cinema and the film was thereafter released on DVD to be shown in schools throughout the UK in 2012. The film was a collaboration between Dunoon Grammar School, Argyll and Bute Council, Shooters Film & Media and Strathclyde Police.",
                "Reed: But you guys don't do anything. You sit around, and you listen to your shitty music, and you pass out your 'zenes, and you talk about changing the world, but you don't do anything. You're sleepwalkers. You are sleepwalking.::Cult Member: We just don't want you.::Reed: What am I going to do? I don't have anything.",
                "Henry Orient is a madly egocentric and overly amorous avant-garde concert pianist who is hilariously pursued all around New York City by two 14-year-old fans. The girls, Val and Gil chase a harassed Henry all over the city, thwarting his afternoon liaisons with a married woman and leaving utter chaos behind them - until Val's sexually promiscuous mother appears on the scene to put a stop to the girls' shenanigans.",
                "Lock On creates an exciting air to ground battle with scrolling screen and excellent sound effects.",
                "Michael: Holy shit, you know what those are? Those are sun dogs. It means a blessing on the hunter sent by the Great Wolf to his children. It's an old Indian thing.",
                "The on-set Stargate is made out of rubber.",
                "PLN 1,548,894 (Poland) (15 September 2002) (65 screens)",
                "UK:21 June 1978",
                "Sweden:16 December 1981",
                "Margarita is planning to marry a man she just met, but her father is against it. On the night of the nuptials, her father sees a terrifying vision and dies in a fall as a result. On his deathbed, dad pleads with former student Michael Rhodes to look after his daughter. When he does so, Rhodes discovers the intended bridegroom lives in an old house once belonging to an actor whose first wife committed suicide on their wedding night. Soom Michael is seeing visions himself, and is convinced that the presence of the actor hasn't really left his old house.",
                "Punisher, The",
                "$39,827,295 (USA) (12 November 2006)",
                "$822 (USA) (26 September 2010)",
                "Smith's Bar and Restaurant, Cohoes, New York, USA",
                "Kamandag is a tale of a half-human, half-snake creature who is forced to live in the mortal world because of the conflict he brings in his birthplace. With his snake-like powers, he becomes a sort of hero in his town and the people begin calling him Kamandag.",
                "Spain:30 September 2000",
                "Mrs and Mrs Cooper are staying at a boarding-house in the seaside resort of Morecambe with their small children, Colin and Jennifer. Mr Cooper has just been made redundant, but the family are trying to keep this a secret from the other guests. Also staying at the hotel are Keith and Jo, a young couple on their honeymoon, and an older couple, Mr and Mrs Thornton. Waking early one morning, Colin amuses himself by dangling one of his sister's sandals out of the window on a piece of string. The sandal accidentally lands on a flat roof just outside the window of the honeymooning couple, and his father's now straitened financial circumstances mean Colin has to get it back, by fair means or foul.",
                "$1,473,384 (USA) (10 July 2011) (847 screens)",
                "A four-part TV series exploring the lives and tragic deaths of four Welsh personalities who sought fame and fortune in Hollywood. Starlet Peg Entwistle gained notoriety in 1932 by becoming the first person to commit suicide by jumping from the Hollywood sign. BAFTA-winning actress Rachel (This Sporting Life) Roberts overdosed in 1980. Mervyn K. Griffiths, former butler to silent movie queen Mary Pickford, kept a secret diary on the star and, after her death, hawked it around US publishers. And Richard Marquand, director of Return of the Jedi and Jagged Edge, died of a stroke at the age of 49.",
                "Michael campaigns to become the new chief of staff at Wilshire Hospital, as does Peter, and as does Dr. Irene Shulman, the overachieving chief resident. Meanwhile, Kimberly meets with Megan thus revealing that Kimberly hired Megan to seduce Michael to get him sexually active again. Kimberly orders Megan to end the charade with Michael. But Michael refuses back away from Megan. After Amanda saves Craig from botching an account, he reluctantly agrees to tell her about his father's plans to oust her from D&D. Alison sees an opportunity to come back to D&D temporarily when Amanda asks her help to keep a major account. Dan exercises emotional caution in his burgeoning relationship with Matt after their first date. Craig continues to pursue Samantha, much to Billy's wariness, while Sydney does the same with Kyle, and Taylor continues the same with Peter who continues to lie to Amanda about what he knows about Taylor.",
                "David is a harried music producer who does not appreciate his stepsons Brandon and Brody (birth father being Olympic decathlete Bruce Jenner) constantly living off his dime. At times, his wife Linda acts like a third child by enabling their behavior. While David routinely tries to get the \"princes\" to do their fair share, more often than not it fails. And more often than not their pal Spencer is an accomplice to the shenanigans. Nevertheless, the boys manage to wriggle their way out of trouble through the magic of humor. Although it airs on the same network (Fox) as does The Simple Life (from which it clearly took its cue), it is not produced by the same company.",
                "NOK 1,200",
                "Iceland:10 July 2007",
                "Strong Bad: [calling] Hey, Strong Mad! What, uh... What's my favorite movie?::Strong Mad: [calling back] GARBLEDINA!",
                "Katherine: Oh my god.::Martin Bells: This just doesn't happen! This is not happening! Cray, why are you doing this? What the hell are you doing?::Inspector Thomas Cray: Stop asking for the \"how\" and \"why\" Martin!",
                "[first lines, narration]::Al Haynes: The approach to Sioux Gateway Airport, under normal circumstances, is a pilot's delight. You cross the Missouri River, pass the tip of South Dakota. Nebraska's on your right. On your left, the farmlands of Iowa. As you get closer to the airport, in the fields between the runways, they grow soybeans and corn. It's in one of these cornfields that our story begins...",
                "CONT: When Susan and Joe leave the airport by bus, the police cars that have just arrived are parked about 20ft from the bus. The bus pulls away as the two of them begin to talk. After a bit of talk we see that the bus had only traveled about 10ft despite previous shots establishing otherwise.",
                "Mexico:11 September 2008",
                "Spain:29 November 1999",
                "Ireland:4 January 2002",
                "UK:24 February 1970",
                "USA:15 August 1982",
                "Argentina:6 May 2011",
                "[Hayes has just explained the subtext of Heart of Darkness to Jimmy]::Jimmy: It's not an adventure story. Is it, Mr. Hayes?::Hayes: No, Jimmy. It's not.",
                "A woman finding her voice.",
                "21,702 (Hungary) (19 December 2004)",
                "France:15 December 1995",
                "[Discussing cheap wine]::Customer: Really? Stomach cramps? But it's such a good buy.::Paul: Well, so is lighter fluid at three ninety-five a pint but I wouldn't serve it to my dinner guests.",
                "Child-hood sweethearts, Ajay and Durga, decide to get married. While Ajay re-locates to Bombay, where he gets a job as a Police Inspector, finds accommodation, and then asks Durga to join him, which she does. The only difference between them is that Durga has never learned to spell and write in English as there is a jinx in her family. Durga, with the help of Gangu, soon finds out that there are a lot of problems in her neighborhood, mainly with the way Assistant Superintendent of Police, Chaurasiya, who is also Ajay's boss, conducts himself. Durga decides to expose him, but before that could happen, she herself gets entrapped in a web of lies, deceit, and corruption, is arrested and tried in Court for Prostitution. Watch what impact this will have on Ajay and their married life.",
                "BOOM: When Alexa introduces Marie to her father in the kitchen.",
                "The 1967 hit song \"Sweet Soul Music,\" written by 'Arthur Conley' (qv) and 'Otis Redding' (qv) and first recorded by Conley, quotes a portion of 'Elmer Bernstein' (qv)'s score for _The Magnificent Seven (1960)_ (qv) as its instrumental horn opening.",
                "Sweden:5 January 1992",
                "354,612 (Netherlands) (31 December 2009)",
                "Sam: Do you remember me telling you about where I grew up? In New York City?::Danny: Where Carnegie Hall is!::Sam: Yeah, well, that's where Victoria and I are from. That's our home.::Danny: This is your home.::Sam: No, no this is just a temporary home. We only came here so that Victoria could attend school. What I'm trying to say Danny, is after Victoria graduates, we're going to go back home. We're going to go back to New York. And, well I don't know how this would work out, but we would really like for you to come with us, because we've come to think of you as family, and well that's what families do - they stick together, at least this one does. So what do you say?",
                "This is Episode 21, Intervews at the 32nd Annual _\"Youth In Film/Young Artist Awards\"(2011)_ (qv). This episode is hosted by 'Elise Luthman' (qv). 'Joey Luthman' (qv) is in LA and has sent a video of his red carpet interviews with fellow nominees. He was nominated for two awards, for _\"Ghost Whisperer\" (2005)_ (qv) and _Mad Dog and the Flyboy (2010)_ (qv) and was excited to be there. The quality of the sound for the interviews was very poor and will be fixed for future interviews, but the photos are great. The nominees include 'Joey King' (qv), 'Aaron Refvem' (qv), 'Braeden LeMasters' (qv), 'Dylan Minnette' (qv), 'Jordan Van Vranken' (qv), 'Jolie Vanier' (qv), 'Andy Scott Harris' (qv), 'Brandon Tyler Russell' (qv), and many more \"New Stars\".",
                "Scuttle: It's a dinglehopper. Humans use these little babies... to straighten their hair out. See? Just a little twirl here and a yank there and voila. You've got an aesthetically pleasing configuration of hair that humans go nuts over.",
                "The title is based on a line from the song \"Chapel of Love\" written by Jeff Barry, Ellie Greenwich and Phil Spector, and made famous by The Dixie Cups in 1964, spending three weeks at number one on the Billboard Hot 100.",
                "CONT: Jack hands Joan the machete to try her hand at clearing the path. After a while she drops it and they both walk on to another adventure. Later on Jack has the machete again.",
                "$108,809 (USA) (21 October 2012)",
                "Janine Melnitz: [on the phone] Is it just a mist, or does it have arms and legs?",
                "BOOM: During the scene that the documentary crew is boarding the plane, the boom mic is visible on the reflection of Greg's sunglasses.",
                "Teacher at Public School: Elizabeth is a fine name. What's your problem with it?::Liz Murray: My mom calls me Elizabeth when she is going insane.",
                "Philippe LaRoche: Always chain your door in a place like this.::[LaRoche chains the door]::Philippe LaRoche: But hey, thanks for the invite.",
                "The final game released on the Nintendo Entertainment System (NES), this was also the last non-portable 8-bit game.",
                "Christmas time is here, time for joy and time for fear!",
                "Released in the USA in 1941 in a 65 minute version entitled \"Murder At The Baskervilles\".",
                "Despite its title, this is actually the 8th game in the \"Call of Duty\" series.",
                "Allison: Oh my god!::Amanda: What?::Allison: That guy is getting a blow job!::Allison, Sasha: [both start laughing]::Amanda: [indignant] It's not fuckin' funny, Allison! Shut up!",
                "Ruinas de Ampurias, Girona, Cataluña, Spain",
                "When 'Bruce Willis' (qv) is in Tess's hotel room, Linus says to Bruce, \"We're looking to come off this pregnancy thing strong. You know, that little statue on the mantle starts smirking at you after a while, know what I mean?\" Bruce says no, he doesn't. Both 'Julia Roberts (I)' (qv), whom he refers to, and 'Matt Damon' (qv) have been awarded Oscars, while Willis has not.",
                "Mr. Step: [Yelling] Righty horrible, lot! Left, right, left, ooh! Ah! Don't give me any of that Julie Andrews hilltop clap trap! I'm your mother now, and I don't mean superior [Yelling at Baby Spice] Take that sweet out of your mouth [Starts rambling incoherently, then starts half-galloping] Right... now... shootanoo. Shendy. Shendy. Shendy. Shend.::Ginger Spice: Are you the dance teacher, Mr. Step?::Mr. Step: [Stops in front of Ginger Spice] That is correct. I'm going to show you pore du bra. Well, that wouldn't really apply to you. [Ginger Spice looks at her breasts, Mr. Step starts dancing, and the girls attempt to follow along] Oh. Mama. Oh, ma. Oh, oh, oh mama. Mama. Oh ma. Mama. [Stops dancing]::Baby: You know, we can't dance like that.::Mr. Step: Yes, I know, I've seen your videos. [Starts laughing]::Scary Spice: This is ridiculous. Let's just do our own thing.::Mr. Step: Ah! Don't even understand things, they're so strange. That's it, we're gonna get fit, fit, fit, fit, fit! One, two, one, two, three four... [the girls start dancing, Mr. Step notices and decides to go along with it] One, two, one, two, three, four. One, two, one, two, three, four. One, two, one, two, three, four. One, two, one, two, three, four...::Spice Girls: [singing] Never give up on the good times, gotta believe in the love you find. Never give up on the good times, living it up is a state of mind::Mr. Step: [Starts marching, the girls follow] I... love it! Make your mother proud of you. What sort of men are you anyway/ left, right, left, right, left, right. Left, right, left, right, left, right. Right then, Spice Girls, regimental calls!",
                "CAMEO: ('John Silveira' (qv)): The writer of the original classified ad plays the first man to walk into the post office when Darius and Arnau are spying on the PO boxes.",
                "When a vain and self conscious Rose moves to a new city and has a little accident that alters her appearance, she swears off the public life forever, until her best friend convinces her to visit a hot jazz club. Drawn to the Saxophone players charming charisma, she falls head over heels. After a short, yet invigorating relationship, he pulls her from her shell and she realizes that there is more to life than looks, there could possibly be love.",
                "Finland:13 October 1933",
                "$776,929 (USA) (19 September 1999)",
                "The WB mistakenly issued an official press release that said Carmen Electra was going to guess star on the show as Mona, but actually appeared as Mona on The WB's _\"Summerland\" (2004)_ (qv).",
                "'Matt Groening' (qv) commented that the story also has a Zen quality to it. Homer is just himself and gets along fine. Frank Grimes is a Type-A personality who wants everything perfect, and he falls apart. Thus, Homer is the stronger person, despite his obvious faults.",
                "Schwarzbaum, Lisa. \"Hostage: Willis negotiates his way through a relatively taut thriller (B)\". In: \"Entertainment Weekly\" (USA), Vol. 811, 18 March 2005, Pg. 42-43, (MG)",
                "Sherman, M. Zachary. \"Shrapnel: Artesia Rising\". (USA), Radical Publishing, Inc., Vol. 1, 1 August 2009, Pg. 156, (BK), ISBN-13: 9781935417019",
                "259,514 (Sweden)",
                "In a reverie, a young woman (the pretty girl) puzzles out why no one is smiling at her the way they did, except for some women, and those smiles seem different. A male voice narrates. She thinks back to Saturday night. She wore her red dress, a dress smaller than a dress anyone else in town can wear. She went out dancing; she danced and drank and smoke and flirted. She was the last to leave, walking home alone, as usual, by way of the beach. That's the nicest part of the evening, and the nicest part of the nicest part is removing the dress, swimming, and putting the dress on again while still dripping wet. She walks the rest of the way home. What changes things?",
                "When things get odd... The odd get even",
                "4 February 1993 - 21 February 1993",
                "[Chrome and Juliana are talking in the hothouse at night]::Chrome: There will be flowers of brown and green and black.::Juliana: Black?::Chrome: The Larousse collection specializes in dark plants, often black. Primula Arricula. Canna Indica. Tulipfera Nigra. Anemone Atrocarrulea.::Juliana: I would be unacceptable then in a Larousse collection.::Chrome: Oh, I think you would be rare enough, exotic enough.::Juliana: But my skin is white.::Chrome: Completely white?::Juliana: Completely.::Chrome: No blemishes, no stains? [Juliana shakes her head \"no.\"] But inside [Chrome licks his fingers and begins to put out the candles, one at a time]... deep inside... there is a darkness.::Juliana: I feel there is. I can't be sure. It would need an expert touch to discover and comfirm it.::Chrome: Perhaps if Monsieur Larousse was here he would be able to verify.::Juliana: But in the absence of Monsieur Larousse -...::Chrome: I am not worthy.::Juliana: And I might not always find it convenient to wait for the arrival of Monsieur Larousse. May I move now? [She flutters her fan, extinguishing the last candle]",
                "Emily Prentiss: [Closing Quote] British Historian James Anthony Froude once said, \"Wild animals never kill for sport; man is the only one to whom the torture and death of his fellow creatures is amusing in itself.",
                "The Angel Beach boys are back, and crazier than ever. With the basketball championship around the corner, the boys are ready and willing, until one day Brian learns their gym coach owes money to their old enemy Porky Wallace. Fearing the old strip club is back in business, the team hurries out where Meat encounters a beautiful (ugly faced) girl who turns out to be Porky's daughter. Trying to help their couch the guys make a deal with Porky over the basketball championship. But when Porky's learns of his daughter's crush on Meat, he flips out and kidnaps Meat for an all true American Wedding. It's up to his friends to save him and ruin Porky for good.",
                "$2,733,298 (USA) (24 June 2001)",
                "When a bomb is discovered and diffused in the subways of Italy, Section 2 is assigned to aid the police in tracking down a bomber named Enrico Beldini. Through a careful investigation, it is discovered that Enrico is making deals with the Padania Republic Faction to acquire bombs and explosives. When Section 2 learns that the Enrico's PRF contact will be making a delivery to his hideout, the girls are ordered to infiltrate the compound and capture Beldini and his contacts.",
                "$77,478 (USA) (15 July 2012)",
                "Capt. Benjamin Franklin \"Hawkeye\" Pierce: Charles, how come you never sweat?::Maj. Charles Emerson Winchester III: In the first place, I do not sweat; I perspire. In the second place, I never perspire.",
                "Dr. Natalie Lambert: So, did you learn anything while you were dying on me?::Det. Nick Knight: Yeah, I learned that I have to live with the choice I made 800 years ago, and that forgiveness is not something you ask for, it's something that you earn... Here; among the living.",
                "Two people Matt and Kate wake up in a closed down prison. They have no idea how they got there, or why they are there. In the prison they encounter several terrors as they look for an exit.",
                "CONT: The writing on the side of the Dream America bus changes throughout the film. When Beavis and Butt-Head go down to board the bus, the font has changed from when we first see the bus from Dallas' window. Also, later in the film when the boys rejoin the bus, the name of the tour company is now spelled as \"DreamAmerica\" with no space.",
                "BRL 194,449 (Brazil) (28 September 2008) (64 screens)",
                "$78,550 (USA) (5 August 2001)",
                "Director 'Sydney Pollack' (qv) met with 'Kofi Annan' (qv) to try to get permission to film inside the U.N. in New York.",
                "Netherlands:3 September 1987",
                "Focusing on the removal and subsequent replications of a colossal pre-Hispanic rain deity taken from a small Mexican town to the National Museum of Anthropology in Mexico City, this film explores struggles over heritage and artifacts, contrasting diverse perspectives within the contemporary debate about cultural property and the stewardship of the past.",
                "Derek: [to Simon] Oh, by the way, that's the clitoris.",
                "Jon Stewart: We've got movies about racism, prejudice, censorship, murders. This is why we go to movies, for an escape.",
                "Denby, David. \"The Current Cinema: Power Players\". In: \"The New Yorker\", 2 October 2006, Pg. 99-101, (MG)",
                "\"Lux Radio Theater\" broadcast a 60 minute radio adaptation of the movie on August 28, 1950 with 'Susan Hayward (I)' (qv) and 'Dana Andrews (I)' (qv) reprising their film roles.",
                "Mexico:6 June 1997",
                "USA:5 July 1926",
                "Bertie: [to Thomas, who is careening down the track with a jet engine propelling him from behind] Want a race, Thomas? [Thomas, in a flash, speeds by] Never mind.",
                "Iceland:1 January 2004",
                "CONT: The shotgun pellet wounds on Sean Penn's face disappear almost immediately and leave no scars.",
                "Turkey:28 December 1970",
                "West Germany:19 March 1984",
                "'Ian Fleming (I)' (qv) received three offers for the film rights to his \"Casino Royale\" novel during 1954. Producer and Director 'Gregory Ratoff' (qv) bought the rights to the novel in May 1954 for $600. It was a six month option and Ratoff took this to CBS whom produced and broadcast this one hour episode for _\"Climax!\" (1954)_ (qv) [See: _\"Climax!\" (1954) {Casino Royale (#1.3)}_ (qv)]. CBS purchased the rights to the 'Ian Fleming (I)' (qv) novel for $1000. John Shepridge negotiated the sale of the film and television rights in 1954. Before the sale, the \"Casino Royale\" novel had not been successful, and was even retitled and Americanized for its paperback issue. Fleming also needed money. Twelve months later, and after the TV screening, Ratoff bought \"Casino Royale\" outright in perpetuity for an additional $6000. Both sales including the option and the buy-out are considered to have been sold too cheaply and were two sales that 'Ian Fleming (I)' (qv) later regretted. With the money from the larger sale, 'Ian Fleming (I)' (qv) bought a Thunderbird car at the cost of £3000. 'Gregory Ratoff' (qv) passed away on 14 December 1960. His widow in 1961 sold the rights to 'Charles K. Feldman' (qv) for $75,000. Feldman would go on to make the James Bond parody, _Casino Royale (1967)_ (qv) and it would not be made as an EON Productions film for almost another forty years.",
                "MET:3416 m",
                "Swiss Toni: Putting up a tent is very much like making love to a beautiful woman. Unzip the door, put up your pole, and slip into the old bag.",
                "$804 (USA) (23 November 2003) (1 screen)",
                "FAKE: When the power is out and Sgt. Fackler is swinging at bugs while directing traffic, the string the bugs are hanging on is clearly visible.",
                "House on the Bridge Restaurant, Eton, Berkshire, England, UK",
                "MET:2263.15 m",
                "Valmont, Frédéric. \"Ferdinand le noceur\". In: \"Fernandel\" (Paris, France), Didier Carpentier, 2009, Pg. 19, (BK), ISBN-13: 978-2-84167-615-6",
                "Everschor, Franz. \"Corellis Mandoline\". In: \"film dienst\" (Germany), Vol. 54, Iss. 22, 23 October 2001, Pg. 20",
                "Producer 'Zachary Quinto' (qv) worked with writer/actor 'Brian Jarvis (I)' (qv) at a coffee shop in Hollywood years before they collaborated on this project.",
                "$140,358 (USA) (15 December 1991) (4 screens)",
                "It's Strictly a Laugh Affair",
                "Wyatt Earp: Mr. Mayor, we can keep law and order here in Dodge City, but what we can't do is turn our people into saints.::Mayor Jim Kelly: My mind's made up!::Wyatt Earp: Yeah. I was afraid of that.",
                "[Bonaparte is facing down Louis XVIII's artillery, unarmed]::Napoleon Bonaparte: Soldiers of the fifth. Do you recognise me? [pause] If you want to kill your Emperor? Here I am.",
                "Colombia:95",
                "Czechoslovakia's first full-length film.",
                "Lewis Kiniski: Waitress, four beers!::Woman: But we're alcoholics!::Lewis Kiniski: Sorry. Eight beers!",
                "UK:4 March 1977",
                "Based on a true story, this film recounts the story of Diane Zamora and David Graham, two high school sweethearts who swear to always be together, even as they enter separate military academies. But when David confesses he had an affair with a classmate, Diane has an ultimatum, leading the two into a murderous pact with severe repercussions.",
                "Harry Cunningham and Nikki Alexander present opposing conclusions at the Coroner's Inquest into Bridget Flannery's death. They have a falling out however when Harry refuses to confirm Nikki's testimony that she saw a female PC cleaning blood off her shoes. Nikki continues to probe into the evidence and finds that Tom Flannery's daughter Anna, who works at a hospital and had a run-in with a more-than-slightly disturbed patient who, the police subsequently learned, was seen in the area the night of the killing. The evidence gets the police to drop the charges but Nikki isn't sure Bridget's death was an accident. Harry isn't convinced of Tom Flannery's innocence and decides to travel to Prague to learn more about the death of his first wife. There he finds evidence that she was murdered.",
                "SPOILER: 'Mette Frandsen' (qv) won Season 7 in 2004, in the expedition featuring Team North Vs. Team South.",
                "Dave Nelson: Sir, you're leaving?::Jimmy James: Dave, you don't put a piranha in the kiddie pool and stick around to watch the bubbles.",
                "This 'Neil Simon (I)' (qv) written movie is considered a mother-daughter version of Simon's earlier mismatched-roommates hit _The Odd Couple (1968)_ (qv).",
                "UK:May 1984",
                "East Germany:8 December 1989",
                "Dr. Martin Ellingham: Married?::Edith Montgomery: Not long enough for there to be any permanent damage.",
                "Gummersbach, North Rhine - Westphalia, Germany",
                "Kel Kimble: Maybe a ninja stole your watch! He broke into your room all like, \"I'm a ninja! I'm a ninja!\"",
                "Ramos, Jorge Leitao. \"Cartaz\". In: \"Expresso\" (Portugal), 15.03.1997, (WNP)",
                "MET:170.69 m",
                "DATE: While the National Stadium of Santiago was indeed a detention and torture center in 1973, it is showed with present-day green painting.",
                "$5,229 (USA) (16 May 2010) (7 screens)",
                "CONT: When Nora's water breaks on the canoe, they take her to the river bank. Kate unclips her life-jacket in one shot but all the clips are done up in the next shot.",
                "MET:1954.35 m",
                "Adrian: Welcome to the party! It's so nice to see you all here! I'm so proud of you. You've taken to sin with such minimal prompting. You're acting as if there is no heaven or hell. Well, I've got news for you. There is most definitely a hell and you're all gonna go there when you die. Which is in about 15 minutes.::Deacon: Holy shit! We really are gonna die!",
                "Teddy Roosevelt: I am Theodore Roosevelt, 26th president of these United States.",
                "'Michael Caine (I)' (qv) stated in his memoir that the making of this film and the sequel, _Midnight in Saint Petersburg (1996)_ (qv), \"was my worst professional experience ever\" and that he decided to quit acting during the production. 'Jack Nicholson (I)' (qv) convinced Caine to come out of retirement to work on _Blood and Wine (1996)_ (qv).",
                "[about Gus]::Lindsay: Isn't he a little young for James Dean?::Brian: Well you don't want him watching The Teletubbies. Might make him gay.",
                "$25,140 (USA) (5 September 1999)",
                "Join Louis and Char Magnifico (The Traveling Twosome) as they follow Elvis fans around the nation. Discover tourist attractions such as Elvis' birth home in Tupelo, MS and Graceland in Memphis, TN. Hear from Elvis' friends and band-mates such as George Klein, DJ Fontana, and Ray Walker.",
                "Cathy Brenner: [while Melanie is playing the piano] I still don't understand how you knew I wanted lovebirds.::Melanie Daniels: Your brother told me.::Lydia Brenner: Then you knew Mitch in San Francisco. Is that right?::Melanie Daniels: No, not exactly. [grabs a cigarette out of an ashtray]::Cathy Brenner: Mitch knows a lot of people in San Francisco. Of course, they're mostly hoods.::Lydia Brenner: Cathy!::Cathy Brenner: Well, Mom, he's the first to admit it. He spends half his day in the detention cells at the Hall of Justice.::Lydia Brenner: In a democracy, Cathy, everyone is entitled to a fair trial. Your brother's practice...::Cathy Brenner: Aw, Mom, please. I know all that democracy jazz. They're still hoods. [Mitch comes in] He has a client now who shot his wife in the head six times. Six times! Can you imagine it? I mean, even twice would be overdoing it, don't you think?::Melanie Daniels: [to Mitch] Why did he shoot her?::Mitch Brenner: He was watching a ball game on television.::Melanie Daniels: What?::Mitch Brenner: His wife changed the channel. [laughs and leaves]::Cathy Brenner: Are you coming to my party tomorrow?::Melanie Daniels: I don't think so. I have to get back to San Francisco.::Cathy Brenner: Don't you like us?::Melanie Daniels: Oh, darling, of course I do.::Cathy Brenner: Don't you like Bodega Bay?::Melanie Daniels: I don't know yet.::Cathy Brenner: Mitch likes it very much. He comes up every weekend, you know, even though he has his own apartment in the city. He says that San Francisco's like an anthill up the foot of a bridge.::Melanie Daniels: Well, I suppose it does get a little hectic at times.::Cathy Brenner: Well, if you do decide to come, don't say I told you about it. It's suppose to be a suprise party. You see, they've got this whole complicated thing figured out, where I'm going to Michele's for the afternoon, and Michele's mother will say she has a headache. Would I mind very much if she took me home. And when I get here, all the kids'll jump out! Oh, won't you come. Won't you please come?::Melanie Daniels: I don't think so.",
                "Japan:23 September 2006",
                "Republic of Macedonia:17 September 2009",
                "France:18 January 1975",
                "A motorcycle with wings. A giant, mechanical fire-breathing monster. A jetpack. A brilliant inventor building bizarre machines and a wild, fearless daredevil to pilot them. A true story about people who think big, and strive to make something of themselves in a world of 'normal' people.",
                "USA:25 July 1982",
                "CHAR: Karen says that she wants to visit Dunkirk, and Pete says that they can't go there, since it is in Belgium. Although Dunkirk is near the French/Belgian border, it is definitely within France.",
                "In a rough cut of Deadly Friend, Elvira's death was originally shot as a less gorier scene. Instead of having her head explode with the basketball impact, Samantha smashes her through a panel in her front door with part of Elvira hanging outside and the rest inside. Also, in the same rough cut, the scene where Paul is dreaming about Samantha's father coming up out of his bed was extended in showing her father come completely out of the bed, full body, instead of just his head, as used in the final cut.",
                "The pilot was shot over the course of two days, averaging close to 15 script pages a day.",
                "$190,213 (USA) (10 August 2008) (46 screens)",
                "The Expendables are reunited when Mr. Church enlists them to take on a seemingly simple job. When things go wrong, the Expendables are compelled to seek revenge in hostile territory, where the odds are stacked against them. Hell-bent on payback, the crew cuts a swath of destruction through opposing forces, wreaking havoc and shutting down an unexpected threat in the nick of time - five tons of weapons-grade plutonium, more than enough to change the balance of power in the world. But that's nothing compared to the justice they serve against the villainous adversary they seek revenge from.",
                "DATE: When Mike meets with the FBI agents after they discovered he informed Schmidt of the raid he shows up in a Mercedes SL-Coupe (R129 chassis) which is correct for the period, but the wheels are Mercedes Benz style 530 which were not released until the 2005 Mercedes Benz S-Class (W221 chassis).",
                "£1,766,642 (UK) (26 May 2002)",
                "A stamp granting an asylum is never enough for this innocent victims of Darfur. Ayeesha, a young woman and a brave survivor has to come to terms with the loss of her child, her own sexual abuse and many other atrocities which lurk in her mind pushing her to contemplate suicide.",
                "Germany:15 January 2008",
                "£758,045 (UK) (30 September 2007) (358 screens)",
                "A story about fortunate coincidences and controlled accidents.",
                "Finland:47",
                "USA:16 March 1944",
                "[to Timmy]::Hecuba: Do you remind yourself of anyone? I'll give you a hint. He was made of wood by a weirdo named Geppetto.",
                "J.P. Rosenbaum: We got to talk.::Herself - The Bachelorette: Oh no... am I in trouble?",
                "CONT: When Jemma's talking to Tristen, the way she holds the baby changes between shots.",
                "CHAR: In one scene, 'Lucy Liu (I)' (qv) says that Samantha has yelled 'the F word' at least a 12 times. Samantha only says it 4 times.",
                "Finland:28 November 1978",
                "Marshall: [From trailer] Have you ever killed a man, squire? It is not a noble thing. Not even when it is for God!",
                "[after learning Pussy Galore alerted the authorities]::James Bond: I must have appealed to her maternal instincts.",
                "Chicken Joe: You know, we've known each other way back since, like... yesterday, I think it was.",
                "A film, television series or commercial filmed or completed outside Los Angeles, New York or anywhere else in the United States means thousands of residents don't pay taxes, mortgages, payments to their health insurance or contributions to retirement programs. If you find yourself being seduced into an out-of-country production, please take a tour of the Universal Studios back lot, eat lunch at a Jerry's Deli and take a walk down Hollywood Boulevard to look at the names of the people who made this industry great. Hollywood exists because of the talents of over one hundred years of craftsmanship and artistry. The best films in the world are regularly made here.",
                "Larry Finkelstein: You bought stocks?::Dharma Finkelstein Montgomery: None of these companies are hurting the environment...::Abby O'Neil: How do you know?::Dharma Finkelstein Montgomery: Because they're too busy going out of business.",
                "Spain:28 December 1989",
                "Harlan, Veit. \"La ville dorée\". In: \"Souvenirs ou le cinéma allemand selon Goebbels\" (Paris, France), France-Empire, 1974, (BK)",
                "The Winding Stream is a 90-minute High Definition music history documentary-in-progress that tells the story of the American roots music dynasty, the Carters and the Cashes. Starting with the Original Carter Family (A.P., Sara, Maybelle), the film traces the ebb and flow of their influence, the transformation of that act into the Carter Sisters, the marital alliance with legend Johnny Cash and the efforts of present-day family to keep this legacy alive. No one has yet pulled together all the elements of this family saga in one documentary. The goal of The Winding Stream is to honor this multi-generational family where it stands -- at the headwaters of American roots music.",
                "Germany:24 July 2005",
                "€ 13,249",
                "FACT: The owner of the gun shop asks the woman if she has a license to own a firearm. Also, later in the episode, mention is made of the woman's husband having a registered .38 revolver. The state of Florida does not register firearms, nor are you required to have a license to own one.",
                "The production schedule has been somewhat unorthodox and unpredictable for viewers. Originally 52 episodes were shot in a batch, then aired on Showcase in 2001 for it's first season. Then, new episodes stopped appearing until 2004, leaving many to think the show was canceled. A new batch of 26 episodes began airing in the fall of 2004. Then no more news about the show was given leading to people thinking, once more, that the show had been canceled. However it was renewed for another season of 26 episodes which aired in 2008.",
                "Brazil:26 October 1952",
                "P.L. O'Hara: Don't you love me just a bit?::Stella: No, I love another.",
                "The flower featured in this episode is the Dame Violet. In the language of flowers, it means \"Competition\".",
                "The only actors in both versions of the pilot were 'David Krumholtz (I)' (qv), 'Peter MacNicol' (qv), 'Alimi Ballard' (qv) and 'Navi Rawat' (qv).",
                "Grunert, Andrea. \"Cold Lazarus\". In: \"Enzyklopädie des Phantastischen Films\" (Meitingen, Germany), Corian, Vol. 92, December 2010, Pg. 1-10, (BK), ISBN-13: 9783890484921",
                "Little Bo Peep: Nowhere's not such a bad place, I've been there.",
                "$3,205,289 (USA) (30 January 2000)",
                "Bugs and Daffy are tunneling their way to a vacation spot (with Bugs doing all the work, naturally), when a wrong turn lands them in a cave in the middle of the desert. Daffy's true nature once again shines through when the cave is discovered to be full of treasure. Daffy's glee quickly turns to terror, however, when Hassan the guard (whose only orders are \"chop!\") catches him with his hands in the gold.",
                "In an early episode Meredith is seen posting a poster asking for a roommate. The poster is only visible for a second, but it mentions that \"Bush supporters need not apply\" along with other details about the house.",
                "When Kiki first arrives in the city, she is almost hit by a bus bearing the name \"Studio Ghibli\". This is the name of 'Hayao Miyazaki' (qv)'s animation studio. \"Ghibli\" is seen on the side of two other buses; once as she is being questioned by the officer.",
                "Five college students stop at a small bed and breakfast on their way to their Spring Break destination. One by one the students and their body parts go missing until the remaining survivor must battle her way through a bloody nightmare in order to survive. It is only then the true intentions of her demented captors can be understood.",
                "Young, Jason. \"The Man from Battersea\". In: \"Battersea Writers' Group\" (http://thebatterseawritersgroup.blogspot.com/2006/08/man-from-battersea-3rd-draft.html), 30 August 2006",
                "$3,985,057 (USA) (1 December 2002) (1,257 screens)",
                "Siciliano, Enzo. \"Vita di Pasolini\"",
                "$8,742,545 (USA) (6 August 1995) (1,591 screens)",
                "MET:2835 m",
                "Belgium:26 October 1993",
                "The various vehicles in the movie are live-action models painted white with black lines. Each frame of the live-action footage was Xeroxed onto cels and painted the same as the hand-drawn characters. This would become standard procedure at Disney and other studios until the mid-1980s, when computer animated models first came into use.",
                "[Chief Constable Lilley is the Master of the Lodge which has just admitted John Bacchus to the Freemasons. He is also the father of John's wife, Lisa. He greets John with a false smile that makes it look as if he is congratulating him]::Chief Constable Lilley: If I have one more tearful lunch with my daughter on account of you, then I shall remove your balls and post them to you. Understood? Say \"Yes\" and smile.::John Bacchus: [nervously] Yes. Thank you. Understood.::Chief Constable Lilley: [prompting him] Edgar.::John Bacchus: Edgar.::Chief Constable Lilley: And if I ever hear you call me \"Edgar\" outside of this Lodge, then I shall mince them before I post them to you. Say \"Thank you\".::John Bacchus: Thank you, Edgar.",
                "Helping Fiona with a bounty hunt mark gets Miami PD detectives Lopez and Paxson on Michael's back, so the team must clear out his storage before the explosives etc. are found. That has to wait, like the birthday party Michael's mother throws for him, when it turns out that diamond trader Howard didn't try to deny his wife access to their darling boy Brandon: the kid was kidnapped by semi-amateur Santora. Michael poses as a dangerous witness, Sam as a dirty cop who helps new 'business partner' Santora deal with the problem, in fact to discover real, allegedly rogue accomplice Jimmy's hiding place.",
                "Computer animation production started on the project on 31 October 1996 and took more than four and a half years to complete.",
                "Hong Kong:11 February 1965",
                "3 May 2012 - 8 May 2012",
                "'Jackie Chan (I)' (qv)'s first American film.",
                "\"Tomorrow I Could Be Dead\" recalls the story of a group of reckless Spanish stuntmen active during the second half of last century. Their vibrating careers firstly introduced them to roman peplum and big budget historical films - Alexander the Great, Spartacus, Ursus, King of Kings, 55 Days in Peking- later on to spaghetti westerns - the Leone Dollar-Trilogy, Django, Keoma - and finally to big international productions during the 70's and 80's such as Conan the Barbarian, The Wind and the Lion, Breakout or Indiana Jones and the last crusade. These men, half brave, half crazy have become part of history of cinema and, thanks to their adventurous condition reveal themselves as extremely interesting characters whose stories still await to be told. Thanks to their commitment, Spanish stuntmen still are sought after for their extraordinary skills on horseback.",
                "Rated R for violence, sexuality/nudity and some language",
                "130,394 (Sweden)",
                "Serbia and Montenegro:20 December 2008"
            ],
            "max_len": 618
        },
        {
            "alias": "n",
            "column": "n.gender",
            "operator": "=",
            "data_type": "text",
            "preprocess_type": "embedding",
            "distinct_values": [
                "f",
                "m"
            ],
            "max_len": 3
        },
        {
            "alias": "n",
            "column": "n.name",
            "operator": "like",
            "data_type": "text",
            "preprocess_type": "embedding",
            "distinct_values": [
                "Truong, Linh",
                "Széles, Robert",
                "Suda, Shinya",
                "Lanier, Tom",
                "Steinbeck, Jacob",
                "Herd, Joel",
                "Reinisch, Gertrude",
                "Gudade, Raju",
                "Atwood, Evan",
                "Millstone, Neil",
                "Marcos, Mario",
                "Rajendran, Sandhya",
                "Sassanelli, Paolo",
                "Renteric, Ursula",
                "Zielinska, Ida Eva",
                "Tae, Tasha",
                "Southall, David",
                "Lazhechnikov, Ivan",
                "Matsuyama, Yuji",
                "Benda, William",
                "San Cristobal, Jose Ramon",
                "Babu, Ootty",
                "McKeogh, Arthur F.",
                "Mathevon, Marcel",
                "Sparks, Dustin",
                "Quibin, Abe",
                "Nikiforakis, Giorgos",
                "Quach, Hua",
                "Mayama, Kei",
                "Meyknecht, Steef",
                "Granero, Yolanda",
                "Mu, Jazzy",
                "Mazarakis, Athena",
                "Bell, Gus",
                "Simpson, Raeanin",
                "Smith, Neal",
                "Yale, Jean-Lou",
                "Waters, Joseph",
                "Kriegstein, Arnold",
                "Silverberg, Bea",
                "Lewis, Maureen",
                "Chichikova, Irmena",
                "Velon, Ivo",
                "Hakiqi, Kadri",
                "Humbley, Damian",
                "Foster, Duncan",
                "Duke, Derek",
                "Dubin, Dennis",
                "Ooteman, Boy",
                "Gelon, Jean-Marie",
                "Bristol, Edith",
                "Alvarado, Ariadna",
                "Brennan, Cathal",
                "Mayer, Beat",
                "Simmons, Jerry",
                "Klinger, Brendan",
                "Atchley, Hooper",
                "Randall, Logan",
                "Stein, Gary",
                "Furhammar, Leif",
                "Petrone, Ann",
                "Megina, Jaime",
                "Fjeldmose, Amalie",
                "Martell, Miara",
                "Roselli, Philipa",
                "Wylowa, Wanda",
                "Beausejour, Jean",
                "Tarnay, Margit",
                "Erdödy, Leandra",
                "Landman, Chris",
                "Murray, Sadie",
                "Blondel, Elfi",
                "Iliou, Tony",
                "Høgh, Karin",
                "Mazière, Sébastien",
                "de Juambelz, Eduardo",
                "Guy, Piers",
                "Sen, Bangshi",
                "Bozár, László",
                "Cristiano, H. Chris",
                "Christian, Lösel",
                "Bassett, Adrianne",
                "Chowdhary, Eshna Sanjay",
                "Uchitkina, Yuliya",
                "Hack, Ralph E.",
                "Bibot, Laurence",
                "Krom, Becca",
                "Zuela Jr., Amador",
                "De Witte, Maurice",
                "Laxton, Rick",
                "Boa, Rosalie",
                "Escobar, Gregory",
                "Truelsen, Kenneth",
                "DiGangi, Luigi",
                "Fuji, Takako",
                "Thomas, Tresdon",
                "Calderón, Jacobo",
                "Messersmith, Anthony",
                "Kubota, Toshifumi",
                "Vossler, Travis",
                "Philippet, Jacques",
                "Rezzo",
                "Suh, Weston",
                "Ocepek, Jack",
                "Mikima, Mesmer Rufin Mbou",
                "Dikosavljevic, Miroljub",
                "Dawson, Colin",
                "Baran, Brian",
                "Windsor, Liz",
                "Freuschtenicht, H.",
                "Nikitina, Oksana",
                "Gurian, Michael",
                "Kgetho, Bonolo",
                "Rubbio, Terence 'Doc' Popolo",
                "Szino, Karol",
                "Maurel, Ronan",
                "Wachtel, Howie",
                "Grebot, Didier",
                "Lanfray, Jacqueline",
                "Toro, John Álex",
                "Mii, Haruko",
                "Agers, Patricia",
                "Urubko, Denis",
                "Argus, Alfred",
                "Kuwahara, Kazuto",
                "Clayton, Angela",
                "Grappell, Amy",
                "Lanz, Jonathan",
                "Wendong, Gao",
                "Arnowitz, Burt",
                "Longos, Gavriil",
                "Plute, Casey",
                "Andersen, Ib",
                "Lawler, Allison",
                "Jones, Matthew Cope",
                "Kopsahilis, Giannis",
                "Rosen, Megan",
                "Lutke, Craig",
                "Kosovec, Mladen",
                "Hedin, Henrik",
                "Gebhardt, Susan",
                "Mamdani, Mohammed Abbas",
                "Kenyon, Geoff",
                "Cornelius, Michelle",
                "Quanz, Willibald",
                "Goldfarb, Abel",
                "DeSalvo, Russ",
                "Farrell, Maria",
                "Smith, Sade",
                "Gonzales, Roberto",
                "Obligado, Mercedes",
                "Laflamme, Sonia",
                "Nestorovic, Ozren",
                "Austin, Ernie",
                "Alexander, Doug",
                "Atler, Jonathan",
                "Schneidkraut, Daniel",
                "Barbeta, Jordi",
                "Fidanza, Michel",
                "Schaufeld, Fred",
                "Olwry, Terry",
                "Smith, Wyatt",
                "Considine, Rita",
                "Frassanito, Dalila",
                "Khon, Iris",
                "Nuzzo, Vic",
                "Mollah, Khalled",
                "Gaus, Annie",
                "Imber, Howard",
                "Datu, Alex",
                "Bose, Ursula V.",
                "Gerat, Jasmin",
                "Forosisky, Brian",
                "Bertuzzi, Guliana",
                "Krieps, Vicky",
                "Buckley, Charles J.",
                "Wilson, Neils",
                "Brandt, Josh",
                "Dauphin, Christian",
                "Lang, Rachel",
                "Lark, Dallas",
                "Alajarín, Carlos",
                "Keyworth, Ben",
                "Baz, Paula",
                "James, Trevor",
                "Tárnai, Attila",
                "Nunsatitanon, Kanokphon",
                "Veldema, Phylicia",
                "Shape, Eric",
                "Schroder, Siomara",
                "Réal, Simone",
                "Wilnrotter, Heno",
                "Akhaltsev, Pavel",
                "Zemzare, Lauma",
                "Cummings, Irving",
                "Lamm, Paul",
                "Tumahai, Kayne",
                "Vaher, Berk",
                "Ritter, Doron",
                "Smit, Fanie",
                "Müller, Karsten H.",
                "Fourquin, Remi",
                "Cheikh, Barry",
                "Campos, Gilberto do Amaral",
                "Palfrey, Sian Elin",
                "Bulicek, Jan",
                "Bartolomei, Luisa",
                "Sasaki, Sumie",
                "Bond, Reva",
                "Parte, Tushar",
                "Horvath, Simon",
                "Kotsireas, Steve",
                "Blöchl, Robert",
                "Lui, Ying",
                "Forrester, Brent",
                "Lawrence, Callum",
                "Adam, Viviane",
                "Lavrini, Aleksander",
                "Cenker, Carla R.",
                "Brumer, Douglas",
                "Davit, Sibeal",
                "Boutain, Larrisha",
                "Ciskanik, Tim",
                "Bailey, Rich",
                "Weston, Joe",
                "Berggren, Alva",
                "Armelin, Matthew",
                "Gautier, Marie-Madeleine",
                "Kiiskinen, Tuukka",
                "Burnett, Hugh",
                "Torres, Louis",
                "Avivi, Ady",
                "Sivukhin, A.",
                "Corvin, Erik",
                "Kamin, Tony",
                "Hartikainen, Petra",
                "Vasami, Jessica",
                "Gentle, James",
                "Kreynstein, Boris",
                "Hong, Foon Wing",
                "Kucuk, Gokhan",
                "Cifuentes, Jose Enrique",
                "Hämmäinen, Toimi",
                "Goldin, James",
                "Dik, Nikolai",
                "Katajasaari, Paavo",
                "Knight, H.N.",
                "Valdemor, Johnny",
                "Domarchi, Jean",
                "Maldonado, Nicole i",
                "Saitou, Minoru",
                "Janakantha, Lalith",
                "Kahn, Bradley",
                "Taylor, Karina",
                "Glatman, Harvey",
                "Murchison, Jim",
                "de Torrente, Jacques",
                "Sullaper, Dror",
                "Broyles, Roger",
                "Collins, Kieron",
                "Tremaine, Beatrice",
                "Vearncombe, Colin",
                "Srivastava, Archana",
                "Sommers, Sam",
                "Renwick, Christopher",
                "Veira, Ronique",
                "Claire, Chantal",
                "Nor, Tra",
                "Berry, George Niles",
                "Roby, David",
                "Bouldin, Shannon",
                "Coulthard, A.B.",
                "Gupta, Hansa",
                "Childs, Lucinda",
                "Howland, LaRosa",
                "Deodhar, Santosh",
                "Ratner, Richard",
                "Sterling, Jeffrey",
                "Von Magnus, Elisabeth",
                "Ramírez, Erick",
                "Fotopoulos, Leo",
                "Sanborn, Davis",
                "Piotrowski, Scott",
                "Haugse, William",
                "Harrington, Neil",
                "Glass, Stephanie Ray",
                "Allain-Régnault, Martine",
                "Hagan, Denise",
                "Okamoto, Ryuichiro",
                "Markeima",
                "Ghrigsby, Joan",
                "Drescher, Norma",
                "Surla, Rizo",
                "Puliana, Silvio Leonel",
                "Korotkov, Vladimir",
                "Koh, R. William",
                "Coluca, Teddy",
                "Millas, María Isabel",
                "Pounds, Laura",
                "Ibuki, Masaru",
                "Ostrer, Mark",
                "Stark, Rupert Zin",
                "Klein, Angela",
                "Young, Troy",
                "Shin, Dong-hun",
                "Dales, Nathan",
                "Tallent, James",
                "Del Casale, Robb",
                "Crawford, Robert Edward",
                "Samms, Lionel",
                "Gunderson, M.J.",
                "Blackden, Jenifer",
                "Aslan, Yasemin",
                "Black Knights, The",
                "Chan, Fun-kai",
                "Murtin, Pascale",
                "Bravo, José Antonio",
                "Brohi, Ali Ahmed",
                "Durham, Stephanie",
                "Kefle, Alemayo",
                "Garrett, Sandra",
                "Bokrossy, Aiden",
                "Ho, Margaret",
                "Eudes, Gilbert",
                "Sosa, Santiago M.",
                "Chauvet, Jean-François",
                "Dean, Jody",
                "Valero, Coque",
                "Zhuzhunadze, N.",
                "Baron, Carla",
                "Folkard, Sarah Jayne",
                "Rovina, Hannah",
                "Gonzalez, Conrado",
                "Potozniak, Matt",
                "Mehta, Rina",
                "Kayihan, H. Aziz",
                "Muskett Sr., Charles G.",
                "Mares, Kelly",
                "Lutz, Peter Alex",
                "Jurnak, Stephen R.",
                "Fu, Wei-te",
                "Petrie, Dave",
                "Sposito, Carlo",
                "Sotirellis, Memnon",
                "Sánchez, Ismael",
                "Steedman, Robert",
                "Meehan, Milinda M.",
                "Szörényi, Làszló",
                "Engstrom, Jennifer",
                "Robichon, Emilie",
                "Bäuml, Jürgen",
                "Mattox, Matt",
                "Apedo, Shekinah",
                "Hara, Naoko",
                "Liverpool, Miranda",
                "Lisotta, Christopher",
                "Ünlü, Deniz",
                "Thomas, Lyda Ann",
                "Hynous, Jaroslav",
                "Vuillieme, Marie-Laure",
                "Meijerink, Anna",
                "Daniltchenko, Alexandre",
                "Dixey, Paul",
                "Hayashi, Kazuhiko",
                "Moore, Wanda",
                "Sahni, Bobby",
                "Laue, Tony",
                "Hicks, Henry",
                "Gill, Manpreet",
                "Patelli, Marcello",
                "Campbell, Gavin",
                "Palmer, Pam Troutman",
                "Boughton, Eric",
                "Larcey, Catherine",
                "Eithun, Bård",
                "Malley, Erin Rachel",
                "Lerma, Mark",
                "Schuppe, Megan",
                "Benson III, Robert Green",
                "Garay, Marnella",
                "Reporter, The Undercover",
                "Corum, Janet",
                "Taavitsainen, Katri",
                "Coffy, Joshua",
                "Alcántara, Hugo",
                "Strain, Lizzy",
                "Khanna, Aman",
                "Manikandan",
                "Peltola, Teuvo",
                "Miller, Tommy",
                "Adlaon, Misty",
                "Funderod, Olaf",
                "Keppy, Robert",
                "Strausburg, Sadie",
                "Haifeng, Bi",
                "Ulstad, Ron",
                "Hugo, Carrie",
                "Liew, Zoe",
                "Ledley, Ashton",
                "Hönicke, Siegfried",
                "Martinez, Jason",
                "Campo, Debra",
                "Tange",
                "Vukkert, Yu.",
                "Guion, Jean Jacques",
                "Khan, Mikayeel",
                "Smith, Hanley",
                "Weil, Uzi",
                "Guytard, Ollivier",
                "Green, Hugo",
                "Johnson, Camisha",
                "Johnson, Thomas Cullen",
                "Schuldt, Teresa",
                "Mitchell, Reggie",
                "Gaspar, Adriana",
                "Devlin, Jason",
                "Harry, Jason",
                "Wood, J.H.",
                "von der Leyen, Ursula",
                "Glenn, Tyler",
                "McConnell, Ronan",
                "Dahmen-Haubenreißer, Vera",
                "Keegan, Amanda",
                "Demir, Hüseyin",
                "Kim, Ja Young",
                "Marcantonini, Leonardo",
                "Lu, Eric I.",
                "Naronha, Manoel",
                "López Lecube, Marta",
                "Letzel, Tassilo",
                "Gouverneur, Mustafa",
                "Hammond, Trevor",
                "Edwards, Curtis",
                "Dominique, Carl-Axel",
                "Despin, Doug",
                "Martinian, E.",
                "Reimanová, Zdenka",
                "Nagahashi, Brian",
                "Davis, Robert Hobart",
                "Kruger, Clayton",
                "Bergeron, Anne",
                "Amster, Carly",
                "Tikkanen, Toni",
                "Medico, Larry",
                "Moine, Alice",
                "Griffin, Anthony",
                "Oleneva, Irena",
                "Anh, Kim",
                "Gwok, Tak San",
                "Grossmann, Péter",
                "Lalanda, Pablo",
                "Jayanti, Chandrashekar",
                "Sinigallia, Ornella",
                "Anderson, Laurin",
                "Haymarket, Julie",
                "Marozzi, Timothé",
                "Baumann, Cornelia",
                "Kandie",
                "Ulrich, Betsy",
                "Serieno, Chris",
                "Shiraishi, Tadashi",
                "Eliot, Rosemary",
                "Kriegel, Bernie",
                "Leadbetter, Guy",
                "Doerge, Anka",
                "López, Manolo",
                "Dutta, Paresh Narayan",
                "Borgen, Asbjørg",
                "Fitzpatrick, Sophie",
                "Ivgi, Dorin",
                "Hornbacher, Mary",
                "Kwiatkowski, Tomasz",
                "Breich, Rami",
                "Padagaonkar, Sudha",
                "Heinersdorff, René",
                "Ferreño, Hector",
                "Pérez, Conchi",
                "Peck-Conkey, Lara",
                "Berndt, Marion",
                "Hagman, Roger",
                "Rey, Hervé",
                "Higyed, Imre",
                "Soni, Dilip",
                "Nishiyama, Ken",
                "Golikov, Slava",
                "Ola, John",
                "Jukic, Russ Lukas",
                "Spoor, Kenneth",
                "Abel, Robert",
                "Heessen, Maria",
                "Brin, Charles",
                "Vogt, Petra",
                "Henry, Derek",
                "McVicar, Heather",
                "Dolland, William",
                "Hunt, Helen",
                "Philip-Coulson, Gärd",
                "Rekola, Johanna",
                "Doris, Keri Lee",
                "Iwakura, Kibou",
                "Frey, Roland",
                "Longua, Deb",
                "Allison, Donald",
                "Phipps, Jack",
                "Siegel, Donald",
                "Averill, Girwood",
                "Kempen, André",
                "Vardanian, Michael",
                "Lerch, Christoph",
                "Farber, Maxi",
                "Boyle, Wilfred",
                "Sangalli, Maurizio",
                "Barongan, Paloma",
                "Fischer-Sandt, Siegfried",
                "Ghobadi, Bahman",
                "Zax, Sammy",
                "Mayerhofer, Andre",
                "Nathan, Sara",
                "O'Mara, Maureen",
                "Bongon, Carmelo",
                "Strauss-Kahn, Dominique",
                "Ward, Adam",
                "Valero, Pilar",
                "Chiodo, Cesare",
                "Ni Chaiside, Gillian",
                "Bednarek, Jan",
                "Venus, Ange",
                "Sergeant, Terry",
                "Haze, Hanna",
                "Huilmand, Roxane",
                "Glezerman, Tamar",
                "McKay, Christof",
                "Sautter, Margarethe",
                "Sanders, Seb",
                "Jayachandran, B.",
                "Boles, Edward",
                "Lagerson, Christina",
                "Colom, Wil",
                "Drechsel, Niels",
                "Kulsziski, Charles",
                "Von Gwinner, Anna",
                "Wright, Lia",
                "Glöckner, Gunther",
                "Zhang, Hong-shun",
                "Defrank, Thomas",
                "Moradian, Reza",
                "Dog, Pete the",
                "Bassenge, Lisa",
                "Paolo, D.J.",
                "Alic, Snezana",
                "Chantrel, Nathalie",
                "Favart, Edmée",
                "Butler, Tony",
                "Laskawy, Tom",
                "Yu, Leon",
                "Serrano, Ramón",
                "Herrera, Walter",
                "Biffiger, Philippe",
                "Piccioni, Luigi",
                "Platt, Joseph B.",
                "Tayara, Gonzalo",
                "Shermin, Martin",
                "Munie, Vincent",
                "Gallandt, Fernando",
                "Ant, Fire",
                "Kuperberg, Jeremy",
                "Arts, Mountview Academy of Theatre",
                "Ammelrooy, Willeke van",
                "Mason, Janet Fiona",
                "Graf, Drago",
                "Marzelle, Serge",
                "Sánchez, Carlota",
                "Suarez, Rica",
                "Fontana Arnaldi, Mario",
                "Valenzuela, Mykie",
                "Reiner, Sean",
                "Palka, Antje",
                "Jan, Colette",
                "Rysstad, Tom",
                "Dalo, Joe",
                "Rounds, Jeremiah",
                "Palmer, Tj",
                "Habeck, Carl",
                "Bellocchio, Celestina",
                "Schroder, Rob",
                "Patton, Minnie",
                "Porrello, Tom",
                "Gronan, Paul",
                "Hunsinger, Craig J.",
                "Imai, Yasuhito",
                "Hetenyì, Beate",
                "Michalidiou, Viktoria",
                "Chileno, Sérgio Águia",
                "Tzanopoulos, Mihalis",
                "Collins, Ron",
                "Rønning, Robert",
                "Jones, Marie Louise",
                "Hewlett, Michael",
                "Wu, Wai",
                "Sangra, Baljeet",
                "Plante, Alison",
                "Merriwell, Charles",
                "Naff, Freddy",
                "Soneira, Marisol",
                "Aziza, Peter",
                "Outlawz",
                "Rakhsit, Soumyabrata",
                "Faeth, Michael R.",
                "Hécaud, André",
                "Greiner, Simon",
                "Saady, Betty",
                "Semes, Stanislav",
                "Bagget, Kelli",
                "Barrett, Oliver",
                "Farquhar, Carole",
                "Faitova, Blanka"
            ],
            "max_len": 617
        },
        {
            "alias": "rt",
            "column": "rt.role",
            "operator": "=",
            "data_type": "text",
            "preprocess_type": "embedding",
            "distinct_values": [
                "actor",
                "actress",
                "cinematographer",
                "miscellaneous crew",
                "composer",
                "producer",
                "writer",
                "costume designer",
                "editor",
                "director",
                "production designer",
                "guest"
            ],
            "max_len": 13
        },
        {
            "alias": "t",
            "column": "t.production_year",
            "operator": ">",
            "data_type": "int",
            "preprocess_type": "embedding",
            "min": 1880,
            "max": 2019,
            "max_len": 126,
            "distinct_values": [
                "1915",
                "1905",
                "1939",
                "1903",
                "2007",
                "1956",
                "1910",
                "2003",
                "1918",
                "1973",
                "1904",
                "1962",
                "1894",
                "1997",
                "1917",
                "1892",
                "1952",
                "1908",
                "1995",
                "1972",
                "1916",
                "1987",
                "2000",
                "1978",
                "1959",
                "1943",
                "1969",
                "1964",
                "1934",
                "1932",
                "1881",
                "1888",
                "1971",
                "1974",
                "1951",
                "1882",
                "1953",
                "1998",
                "1948",
                "1889",
                "1993",
                "1883",
                "1921",
                "1991",
                "1914",
                "1895",
                "1885",
                "2004",
                "1958",
                "1928",
                "1935",
                "1899",
                "2001",
                "1896",
                "1994",
                "1949",
                "1955",
                "1931",
                "1988",
                "1944",
                "1937",
                "1950",
                "1975",
                "1990",
                "1980",
                "1996",
                "1941",
                "1911",
                "1963",
                "1947",
                "1954",
                "1891",
                "1902",
                "1926",
                "1922",
                "1986",
                "1985",
                "1942",
                "1906",
                "1923",
                "1977",
                "1961",
                "1983",
                "1919",
                "1907",
                "1925",
                "1884",
                "1901",
                "1927",
                "1887",
                "1897",
                "1933",
                "1913",
                "1938",
                "1890",
                "1936",
                "1945",
                "1886",
                "1965",
                "1929",
                "1989",
                "1900",
                "1981",
                "1999",
                "1968",
                "1893",
                "1880",
                "1898",
                "1957",
                "1920",
                "1912",
                "1940",
                "1909",
                "1982",
                "1992",
                "1960",
                "1924",
                "1979",
                "1976",
                "1967",
                "1966",
                "1930",
                "1984",
                "1946",
                "1970"
            ]
        }
    ]
}